{
    "longmen": {
        "name": "龙门石窟",
        "location": "河南省洛阳市洛龙区龙门中街13号",
        "fee": 120,
        "rate": "AAAAA",
        "open_time": "旺季：04月01日-10月07日 开放时间： 07:30-22:00 10月08日-10月31日 07:30-18:00 \n淡季：02月01日-03月31日 开放时间： 08:00-18:00 11月01日-次年01月31日 08:00-17:30",
        "restaurant_recommend": [
            {
                "name": "三旦羊肉汤",
                "map_location": {
                    "longitude": 112.47523,
                    "latitude": 34.55993
                }
            }
        ],
        "header_loop_imgs": [
            "http://olzo3tk5t.bkt.clouddn.com/longmen.jpg"
        ],
        "summary": "龙门石窟开凿于北魏孝文帝年间，之后历经东魏、西魏、北齐、隋、唐、五代、宋等朝代连续大规模营造达400余年之久，南北长达1公里，今存有窟龛2345个，造像10万余尊，碑刻题记2800余品。其中“龙门二十品”是书法魏碑精华，褚遂良所书的“伊阙佛龛之碑”则是初唐楷书艺术的典范。\n龙门石窟延续时间长，跨越朝代多，以大量的实物形象和文字资料从不同侧面反映了中国古代政治、经济、宗教、文化等许多领域的发展变化，对中国石窟艺术的创新与发展做出了重大贡献。2000年被联合国科教文组织列为世界文化遗产。",
        "main_sites": [
            {
                "name": "奉先寺",
                "img_url": "https://gss0.bdstatic.com/94o3dSag_xI4khGkpoWK1HF6hhy/baike/h%3D250/sign=ede9e8693bf33a87816d071ff65d1018/95eef01f3a292df5d82ec74cbd315c6035a873fd.jpg",
                "introduction": "奉先寺是龙门石窟规模最大、艺术最为精湛的一组摩崖型群雕，因为它隶属于当时的皇家寺院奉先寺而俗称“奉先寺”。此窟建开凿于唐高宗初，咸享三年（公元672年）皇后武则天赞助脂粉钱两万贯，上元二年（公元675年）功毕，长宽各30余米,洞中佛像明显体现了唐代佛像艺术特点，面形丰肥、两耳下垂，形态圆满、安详、温存、亲切，极为动人。主佛莲座北侧的题记称之为“大卢舍那像龛”，这里共有九躯大像，中间主佛为卢舍那大佛，为释迦牟尼的报身佛，据佛经说，卢舍那意即光明遍照。这座佛像通高17.14米，头高4米，耳朵长达1.9米，佛像面部丰满圆润，头顶为波状形的发纹，双眉弯如新月，附着一双秀目，微微凝视着下方。高直的鼻梁，小小的嘴巴，露出祥和的笑意。双耳长且略向下垂，下颏圆而略向前突。圆融和谐，安详自在，身着通肩式袈裟，衣纹简朴无华，一圈圈同心圆式的衣纹，把头像烘托的异常鲜明而圣洁。整尊佛像，宛若一位睿智而慈祥的中年妇女，令人敬而不惧。有人评论说，在塑造这尊佛像时，把高尚的情操、丰富的感情、开阔的胸怀和典雅的外貌完美地结合在一起，因此，她具有巨大的艺术魅力。[2] \n饱经沧桑、老成持重的大弟子迦叶，温顺聪慧的小弟子阿难，表情矜持、雍荣华贵的菩萨，英武雄健的天王，咄咄逼人的力士与主佛卢舍那一起构成了一组极富情态质感的美术群体形象。[3]\n 奉先寺的九躯大像的背后有很多长方形的小龛，这是大约在宋、金时代，人们为了保护大像龛，依龛修建了木结构屋檐式建筑，这些建筑影响了佛像的通风，加速了佛像的风化，因而后来被拆除。[3] \n奉先寺大型艺术群雕以其宏大的规模、精湛的雕刻高踞于中国石刻艺术的巅峰，成为中国石刻艺术的典范之作，也成为唐朝这一伟大时代的象征。[3] "
            },
            {
                "name": "潜溪寺",
                "img_url": "https://gss3.bdstatic.com/-Po3dSag_xI4khGkpoWK1HF6hhy/baike/c0%3Dbaike272%2C5%2C5%2C272%2C90/sign=da52a3315366d0166a14967af642bf62/79f0f736afc37931e9dca6d5eac4b74542a91191.jpg",
                "introduction": "潜溪寺是龙门西山北端第一个大窟。它高、宽各九米多，进深近七米，大约建于一千三百多年前的唐代初期。窟顶藻井为一朵浅刻大莲花。主佛阿弥陀佛端坐在须弥台上，面颐丰满，胸部隆起，衣纹斜垂座前，身体各部比例匀称，神情睿智，整个姿态给人以静穆慈祥之感。主佛左侧为大弟子迦叶，右侧为小弟子阿难。两弟子旁边分别为观世音菩萨与大势至菩萨。特别是南壁的大势至菩萨，造型丰满敦厚，仪态文静，在故宫博物院有1比1的复制品陈列。阿弥陀佛与两侧的两位菩萨共称为西方三圣，即掌管西方极乐世界的三位圣人，是佛教净土宗信仰的对象。 "
            },
            {
                "name": "宾阳洞",
                "img_url": "https://gss3.bdstatic.com/7Po3dSag_xI4khGkpoWK1HF6hhy/baike/c0%3Dbaike180%2C5%2C5%2C180%2C60/sign=9445c04aab64034f1bc0ca54ceaa1254/9f2f070828381f30369a833ea9014c086f06f0a2.jpg",
                "introduction": "宾阳中洞是北魏时期代表性的洞窟。“宾阳”意为迎接出生的太阳。宾阳三洞开凿于北魏时期，是北魏的宣武帝为他父亲孝文帝做功德而建。它开工于公元500年，历时24年，用工达80万2366个，后因为发生宫廷政变以及主持人刘腾病故等原因，计划中的三所洞窟（宾阳中洞、南洞、北洞）仅完成了一所即宾阳中洞，南洞和北洞都是到初唐才完成了主要造像。[3]\n 宾阳中洞内为马蹄形平面，穹窿顶，中央雕刻重瓣大莲花构成的莲花宝盖，莲花周围是八个伎乐天和两个供养天人。它们衣带飘扬，迎风翱翔在莲花宝盖周围，姿态优美动人。释迦牟尼。他是佛教的创始人，原名叫乔达摩·悉达多，原是古印度净饭王的儿子。他和中国的孔子生活在同一时代，比孔子要年长12岁。他在29岁时出家修行，经过六年，悟道成佛，创立了佛教。由于北魏时期崇尚以瘦为美，所以主佛释迦牟尼面颊清瘦，脖颈细长，体态修长。衣纹密集，雕刻手法采用的是北魏的平直刀法。由于北魏孝文帝迁都洛阳后实行了一系列的汉化政策，所以洞中主佛的服饰一改云冈石窟佛像那种偏袒右肩式袈裟，而身着宽袍大袖袈裟。释迦牟尼所有侍立二弟子、二菩萨。二菩萨含睇若笑，文雅敦厚。左右壁还各有造像一铺，都是一佛、二菩萨，着褒衣博带袈裟，立于覆莲座上。[3] \n 洞中前壁南北两侧，自上而下有四层精美的浮雕。第一层是以《维摩诘经》故事为题材的浮雕，叫做“维摩变”。第二层是两则佛本生故事。第三层为著名的帝后礼佛图。第四层为“十神王”浮雕像。特别是位于第三层的帝后礼佛图，它们反映了宫廷的佛事活动，刻划出了佛教徒虔诚、严肃、宁静的心境，造型准确，制作精美，代表了当时生活风俗画的高度发展水平，具有重要的艺术价值和历史价值。非常可惜的是，在上个世纪的三、四十年代被盗往国外了。分别陈列在美国纽约大都会博物馆和美国堪萨斯州纳尔逊艺术博物馆。[3]\n  宾阳南洞的洞窟为北魏时期开凿，但洞中几尊主要的佛像都是在初唐完成的。洞中主佛为阿弥陀佛，面相饱满，双肩宽厚，体态丰腴，体现了唐朝以胖为美的风格。宾阳南洞是唐太宗李世民的第四子魏王李泰在北魏废弃的基础上又续凿而成，为其生母长孙皇后做功德而建，属于过渡时期的作品。[3]  "
            },
            {
                "name": "万佛洞",
                "img_url": "https://gss3.bdstatic.com/7Po3dSag_xI4khGkpoWK1HF6hhy/baike/c0%3Dbaike116%2C5%2C5%2C116%2C38/sign=59d6325090529822113e3191b6a310ae/c8ea15ce36d3d539a9f501543a87e950342ab058.jpg",
                "introduction": "万佛洞因洞内南北两侧雕有整齐排列的一万五千尊小佛而得名。洞窟呈前后室结构，前室造二力士、二狮子，后室造一佛二弟子二菩萨二天王，是龙门石窟造像组合最完整的洞窟。窟顶有一朵精美的莲花，环绕莲花周围的为一则碑刻题记：“大唐永隆元年十一月三十日成，大监姚神表，内道场运禅师，一万五千尊像一龛”。它说明了该洞窟是在宫中二品女官姚神表和内道场智运禅师的主持下开凿的，完工于唐高宗永隆元年即公元680年。洞内主佛为阿弥陀佛，端坐于双层莲花座上，面相丰满圆润，两肩宽厚，简洁流畅的衣纹运用了唐代浑圆刀的雕刻手法。主佛施“无畏印”，表示在天地之间无所畏惧，唯我独尊。主佛端坐在莲花宝座上，在束腰部位雕刻了四位金刚力士，那奋力向上的雄姿与主佛的沉稳形成了鲜明的对比，也更加衬托出主佛的安详。主佛背后还有五十二朵莲花，每朵莲花上都端坐有一位供养菩萨，她们或坐或侧，或手持莲花，或窃窃私语，神情各异，像是不同少女的群体像。五十二代表着菩萨从开始修行到最后成佛的阶位，即十信、十住、十行、十回向、十地、等觉、妙觉。[3]\n在洞内南北两壁整齐地刻有一万五千尊小佛像，每尊只有四厘米高。在南北两壁的壁基上各刻有六位伎乐人，舞伎在悠扬的乐曲声中翩翩起舞，体态轻盈，婀娜多姿。[3] \n整个洞窟金碧辉煌，向人们展现了西方极乐世界的理想国土，烘托出一种热烈欢快、万众成佛的气氛。[3]\n 洞口南侧还有一尊菩萨像，她是龙门石窟唐代众多菩萨像的精美范例。菩萨通高85厘米，头部向右倾斜，身体成“s”形的曲线，整个姿态显得非常优美端庄。中国著名戏剧大师梅兰芳早年参观龙门时，被她那优美的形象所吸引并大加赞赏，此后经过艺术加工，成功地运用到他的表演中。[3] "
            },
            {
                "name": "莲花洞",
                "img_url": "https://gss2.bdstatic.com/-fo3dSag_xI4khGkpoWK1HF6hhy/baike/c0%3Dbaike80%2C5%2C5%2C80%2C26/sign=d02b7791acaf2eddc0fc41bbec796a8c/aa18972bd40735fa40ef472e9e510fb30f24080d.jpg",
                "introduction": "莲花洞因窟顶雕有一朵高浮雕的大莲花而得名，大约开凿于北魏年间。莲花是佛教象征的名物，意为出污泥而不染。因此，佛教石窟窟顶多以莲花作为装饰，但像莲花洞窟顶这样硕大精美的高浮雕大莲花，在龙门石窟也不多见。莲花周围的飞天体态轻盈，细腰长裙，姿态自如。人民大会堂的莲花顶就是依据此莲花设计而成。[3] \n 洞内正壁造一佛二弟子二菩萨，主像为释迦牟尼立像，著褒衣博带式袈裟，衣褶简洁明快。这是释迦牟尼的游说像，即释迦牟尼外出讲经说法时的形象。二弟子是浅浮雕，左侧弟子迦叶深目高鼻，胸部筋骨突兀，手持锡杖，似一西域苦行僧，可惜其头部早年被盗，现存法国吉美博物馆。龙门石窟中最小的佛像，仅有2厘米高，这些高不盈寸的小千佛位于莲花洞南壁上方，生动细致，栩栩如生。[3] "
            },
            {
                "name": "古阳洞",
                "img_url": "https://gss1.bdstatic.com/-vo3dSag_xI4khGkpoWK1HF6hhy/baike/c0%3Dbaike80%2C5%2C5%2C80%2C26/sign=2b5f355090529822113e3191b6a310ae/b2de9c82d158ccbf01fdbcad19d8bc3eb03541e7.jpg",
                "introduction": "古阳洞在龙门山的南段，开凿于公元493年，是龙门石窟造像群中开凿最早、佛教内容最丰富、书法艺术最高的一个洞窟。它规模宏伟、气势壮观。洞中北壁刻有楷体“古阳洞”三个字。清末光绪年间，道教在龙门地区兴起。道士见古阳洞无主，不忍荒废，于是将释迦牟尼像改成太上老君道德天尊神像。因为据传老君曾在此修道练丹，故而古阳洞又叫老君洞。[3]\n 古阳洞是由一个天然的石灰岩溶洞开凿成的。窟顶无莲花藻井，地面呈马蹄形。主像释迦牟尼，着双领下垂式袈裟，面容清瘦，眼含笑意，安详地端坐在方台上，侍立在主佛左侧的是手提宝瓶的观音菩萨，右边的是拿摩尼宝珠的大势至菩萨，他们表情文静，仪态从容。[3]\n 古阳洞大小佛龛多达数百，雕造装饰十分华丽，特别是表现在龛的外形、龛楣和龛额的设计上，丰富多彩，变化多端，有的是莲瓣似的尖拱、有的是屋形的建筑、有的是帷幔和流苏，并且在龛楣上雕造有佛传故事，如：古阳洞南壁释迦多宝龛上，有树下诞生、步步生莲、九龙灌顶等，讲述的是悉达多从他母亲摩耶的右腋下诞生，刚出生，就走了七步，每一步脚印都生出一朵莲花，这叫步步生莲，他站在方台上，天空中有九条龙为他喷水沐浴。[3]\n 古阳洞是北魏皇室贵族发愿造像最集中的地方。这些达官贵人不惜花费巨资，开凿窟龛，以求广植功德，祈福免灾，而且留下了书法珍品—龙门二十品。古阳洞中就占有十九品，另一品在慈香窑中。龙门二十品是指从北魏时期精选出不同的二十块造像题记，它们记载着佛龛的雕凿时间、人物、目的等。二十品的特点是：字型端正大方、气势刚健质朴，结体、用笔在汉隶和唐楷之间。清代学者康有为曾大力提倡整个社会书写要用魏碑体，龙门二十品仍有无穷的艺术魅力，每年吸引无数的海外友人，漂洋过海，为的是能够亲眼目睹这一书法奇珍。[3]"
            },
            {
                "name": "药方洞",
                "img_url": "https://gss0.bdstatic.com/-4o3dSag_xI4khGkpoWK1HF6hhy/baike/c0%3Dbaike80%2C5%2C5%2C80%2C26/sign=4c3e7a8409f79052fb124f6c6d9abcaf/d009b3de9c82d158a0255026800a19d8bd3e4285.jpg",
                "introduction": "药方洞因窟门刻有诸多唐代药方而得名。它始凿于北魏晚期，经东魏、北齐，到唐初还仍有雕刻。洞中五尊佛像，身躯硬直少曲线，脖子短粗，身体硕壮，菩萨头冠两旁的带子很长，下垂到胳膊上部。这都是北齐造像的特征。洞门两侧刻有药方150多种，所用药物多是植物、动物和矿物药。药方涉及内科、外科、小儿科、五官科等，所涉及药材在民间都能找到，很大程度上方便了老百姓。药方洞的药方是中国现存最早的石刻药方，对研究中国医药学起重要的作用。[3] "
            },
            {
                "name": "老龙洞",
                "img_url": "https://gss3.bdstatic.com/7Po3dSag_xI4khGkpoWK1HF6hhy/baike/c0%3Dbaike72%2C5%2C5%2C72%2C24/sign=c54773a8a9d3fd1f2204aa6851274e7a/1e30e924b899a9010bc4bbb01c950a7b0308f547.jpg",
                "introduction": "老龙洞是就着自然山洞开凿而成的,其平面呈长马蹄形,顶部近似穹隆顶。该洞因不是由专人出钱开凿的，所以没有造出主要的一铺大佛。全窟密布小龛54处，其中较大的有12、32、33、50号龛，俱有永徽元年的造像题记。老龙洞因为多人开凿，都是以祈福、求功德为主，并无突出主题，所以附带了浓郁的生活气息，为研究初唐的民间造窟风气、特色提供了有力地考证。"
            },
            {
                "name": "看经寺",
                "img_url": "",
                "introduction": "看经寺为武则天时期所雕刻，双室结构，前室崖壁有数十个小龛造像，主室进深1170厘米，宽1116厘米，高825厘米，平顶，方形平面，四壁垂直，三壁下部雕出高均180厘米的传法罗汉二十九祖（正壁11身，两壁个9身），为中国唐代最精美的罗汉群像，是据隋代费长房《历代法宝记》刊刻的。这种不雕佛像仅雕罗汉的大窟，似是一大型禅堂，可能是禅宗所主持开凿的。看经寺是龙门东山最大的一个洞窟，29尊传法罗汉保存完好。"
            },
            {
                "name": "惠简洞",
                "img_url": "https://gss0.bdstatic.com/94o3dSag_xI4khGkpoWK1HF6hhy/baike/c0%3Dbaike80%2C5%2C5%2C80%2C26/sign=87b738a68a82b90129a0cb6112e4c212/96dda144ad345982fafcf6130cf431adcbef8438.jpg",
                "introduction": "惠简洞位于万佛洞南侧，是一个敞口中型洞窟，高4.25公尺，深2.70公尺。大唐咸亨四年，11月7日，西京法海寺僧惠简敬造此窟，所以此洞又称“西京法海寺惠简洞”。洞窟前半部应该是原有的窟门，已经塌毁。窟内平面近似马蹄形，西壁呈圆弧形，并在南北两端略向里凹，*西壁下部凿出一半圆形的基坛。西璧正中凿一善跏趺坐的弥勒，坐于一平面呈长方形的高座之上，足下还踏一长方形台。弥勒两侧雕出二弟子、二菩萨，均立于基坛之上，足下踏束腰圆形莲台。左协侍弟子已不存在，右侧的阿难形象与奉先寺的阿难很相似。菩萨头部已经残损，仅剩其火焰状头光部分。主尊弥勒面相胖圆，右手扶右膝，左手放于左膝之上，掌心向上，胸部隆起。头后以浅浮雕的手法刻出圆形头光与背屏，上部隆起呈三角状，两端各向外伸出一龙头。这种背屏大万五佛洞以及部分优填王向看重也有类似的形制。平顶，表面没有装饰。另外，窟内还分布有一些后期补凿的小龛，其时代也应该是在唐代。\n在惠简洞南下侧有一小窟，此窟拥有几个时代的造像。在窟门外壁上部，刻出屋檐形龛，檐上饰有金翅鸟与鸱吻。窟门为圆拱形，门外两侧各雕刻一身力士。其中，北侧力士已残，仅保留有下部的长方形矮台，南侧力士基本完整，右腿弓起，左腿斜撑地，右臂下垂，左臂弯曲于胸前，头侧向门的方向，下身长裙垂于脚下。足踏一长方形台，这种力士为北魏时期的典型形象。门外北侧保留有上下二小龛，约开凿于唐高宗时期。窟外南壁下部凿出一台，其上部凿出上下两龛，上部一龛表面多残，下部一龛为圆拱形龛，低坛基，坛基表面雕出两尊狮子，中间雕有一熏炉。正中主像为一位立姿菩萨，夹侍有二弟子、二菩萨。而菩萨宝缯（zeng）下垂至地，下裙又紧贴腿上，腹部骨气，衣纹稀少。弟子的双手交拱于腹前，并隐于袖内，袈裟作出水式。这五身相面部均已残损，此风格又比较像北齐雕凿。\n窟内平面马蹄形，下部凿出倒凹字形浅坛。正壁刻出一佛、二弟子、二菩萨，弟子袈裟作出水式，衣纹作斜方格纹，菩萨着低宝冠、窄颈圈，披巾交*处厚重，裙带下垂。造像形象宽额，面形下部尖圆，因该是隋代雕凿。北壁龛内一佛、二弟子、二菩萨、二力士像，龛外西侧上下有戴笼冠的男供养人和手持伞盖的侍者形象。这种形象是北魏时期多特有的。南壁正中刻半结跏趺佛像，夹侍二菩萨像，佛面部已经残损，菩萨头顶螺旋髻，披巾交*于胸前，然后上卷压在肘上。佛坐前二狮子立起，此组造像又为唐时雕凿。此外，在窟外门楣表面，以阴线刻出五个方形及半圆形碑首碑形题记，时代均为明万历31年3月吉日立，为捐资修路的题记。"
            },
            {
                "name": "香山寺",
                "img_url": "",
                "introduction": "香山寺位于十三朝古都洛阳城南13公里处的香山西坳，与世界文化遗产——龙门石窟西山窟区一衣带水，隔河相望，与龙门石窟东山窟区和白园一脉相连，并肩邻立。[3]  因盛产香葛而得名。\n香山寺微始建于北魏熙平元年（公元516年）。唐垂拱三年（公元687年），印度来华高僧地婆诃罗（日照）葬于此，为安置其遗身重建佛寺。天授元年（公元690年），武则天在洛阳称帝，建立武周王朝，梁王武三思奏请，敕名“香山寺”，并重修该寺，当时香山寺危楼切汉，飞阁凌云，巍巍壮观，武则天常驾亲游幸，御香山寺中石楼坐朝。留下了“香山赋诗夺锦袍”的佳话。唐大和六年（公元832年），河南尹白居易捐资六七十万贯，重修香山寺，并撰《修香山寺记》，寺名大振，这篇文章开篇第一句即是对香山寺的推崇“洛都四郊山水之胜，龙门首焉，龙门十寺，观游之胜，香山首焉”，此外，白居易还搜集了5000多卷佛经藏入寺中。白居易自号“香山居士”与如满和尚等人结成“香山九老会”吟咏于该寺的堂上林下，会昌六年（公元846年）白居易去世，遗命葬于香山寺如满大师塔侧。[3] \n宋金时期香山寺犹存，元末废弃，清康熙年间重修，乾隆皇帝曾巡幸香山寺，称颂“龙门凡十寺，第一数香山”，这句诗摘自他当时所作的诗《香山寺二首》，被镌刻在石碑之上，位于香山寺的乾隆御碑亭就矗立着这块石碑，已有两百多年了，清末民国初年，香山寺又渐荒芜了，1936年香山寺进行重新修建后，为蒋介石庆祝五十寿辰而在寺内建一幢两层小楼。蒋介石和宋美龄多次在此避暑，这幢小楼位于香山寺内东南侧，被称为“蒋宋别墅”。解放后，香山寺又进行了多次修葺，改造工程从2002年年底到2003年四月上旬完成，历时100天，创造了中国寺院速度之最。这也是香山寺历史上的第五次修复，新香山寺借鉴唐代风格，对蒋宋楼，乾隆御碑亭，衣钵塔等作为历史文物予以修缮、保留、保护。在原址上新建了钟楼、鼓楼、大雄宝殿，整修了天王殿、罗汉殿、步游道等。[3] "
            },
            {
                "name": "白园",
                "img_url": "",
                "introduction": "白园，位于洛阳龙门风景名胜区东山琵琶峰上，是唐代诗人白居易的墓园，占地面积3万平方米，1961年被国务院公布为国家重点文物保护单位。\n白居易，字乐天，晚年居住洛阳18年。虽尊为“少傅”，但一生清贫，喜酒善诗，在龙门修香山寺，开八节滩，对龙门山水十分眷恋，死后遵嘱葬于此。\n白园内主要景点有青谷区、乐天堂、诗廊、墓体区、日本书法廊、道诗书屋等10余处。青谷区位于两山之间，有白池、听伊亭、石板桥、松竹和白莲。进入青谷区瀑布飞泻，池水荡漾，竹林清风，白莲飘香，使人心旷神怡；乐天堂依山傍水，面对青谷，是诗人作诗会友之处，室内自然山石裸露，汉白玉塑像潇洒自然，静座山石之上，给人以深思明世之感。站在乐天堂前，可深切回味诗人原作“门前常流水，墙上多高树，竹径绕荷池，萦回百余步”的内涵；诗廊立石38块，由国内名家书写，行、草、篆、隶齐全，既可以欣赏白居易的名作，又可以领略书法艺术之美。日本书法廊是为中日书法交流而建，多为当代日本书法名家之作，于2000年3月建对外开放。墓体区位于琵琶峰顶，从牡丹坛拾级而上即可到达。这里有白居易墓、卧石碑、乌头门及中外仰慕白居易的客人及族裔的立石。墓前型石铺地，墓后草坪如毯，周围翠柏环抱，给人以庄严肃穆之感。 "
            },
            {
                "name": "碑刻题记",
                "img_url": "",
                "introduction": "“龙门二十品”指选自龙门石窟中北魏时期的二十方造像题记，是魏碑书法的代表。[4]  魏碑上承汉隶，下开唐楷，兼有隶楷两体之神韵。 其中十九品在古阳洞，一品在慈香窟。[5]  二十品的称呼最早见于清代康有为所著的《广艺舟双楫》[6]  和方若所著的《校碑随笔》。内容一般是表达造像者祈福消灾的。它的书法艺术是在汉隶和晋楷的基础上发展演化，从而形成了端庄大方、刚健质朴、既兼隶书格调，又孕楷书因素的独特风格，是北魏时期书法艺术的精华之作、“魏碑”体的代表。\n“龙门二十品”计有：《比丘慧成为亡父始平公造像记》[7]  、《长乐王丘穆陵亮夫人尉迟为亡息牛撅造像记》、《步轝郎张元祖妻一弗为亡夫造像记》、《北海王元详造像记》、《司马解伯达造像记》、《云阳伯郑长猷为亡父等造像记》、《新城县功曹孙秋生二百人等造像记》、《邑主高树和维那解伯都卅二人等造像记》、《比丘惠感为亡父母造像记》、《广川王祖母太妃侯为亡夫广川王贺兰汗造像记》、《邑主马振拜和维那张子成卅四人为皇帝造像记》、《广川王祖母太妃侯为幼孙造像记》、《比丘法生为孝文皇帝并北海王母子造像记》、《北海王国太妃高为亡孙保造像记》、《比丘道匠为师僧父母造像记》、《辅国将军杨大眼为孝文皇帝造像记》、《陆浑县功曹魏灵藏造像记》、《安定王元燮为亡祖亡考亡妣造像记》、《齐郡王元佑造像记》、《比丘尼慈香、慧政造像记》。 "
            },
            {
                "name": "蒋宋别墅",
                "img_url": "",
                "introduction": "1936年，为蒋介石庆祝五十寿辰，地方政府选择香山寺南侧建了一幢两层小楼，被称为蒋宋别墅，当时蒋介石于1936年10月29日从西安乘火车到达洛阳（东站）来到洛阳是以“避寿”为名，实则部署“西北剿共”计划，他于10月31日在别墅庆祝了自己的五十寿辰，参加人员有张学良，阎锡山等，之后他视察了洛阳军校、洛阳电厂，检阅了重炮部队。并和夫人宋美龄三次往复洛阳，去安抚非嫡系部队太原的阎锡山，济南的韩复渠，绥远的傅作义。于12月初离洛到西安，在洛阳共呆了36天，基本都住在香山寺蒋宋别墅。[8] \n1936年的“豪华别墅”，在三十年后一度成为杨成武将军的“牢狱”。1968年的3月底解放军代总参谋长杨成武将军因受林彪集团迫害，被秘密关押在香山寺。直到1971年1月离开，杨成武将军被羁押于此两年多，没有下过一次楼，监牢之苦在尽尝之中。 "
            },
            {
                "name": "擂鼓台三洞",
                "img_url": "https://gss3.bdstatic.com/7Po3dSag_xI4khGkpoWK1HF6hhy/baike/c0%3Dbaike92%2C5%2C5%2C92%2C30/sign=5045ac4876c6a7efad2ba0749c93c434/5bafa40f4bfbfbed1c303fe878f0f736afc31f3f.jpg",
                "introduction": "在东山脚下的公路未开通以前，巨石上方原是一片平台。传说当年奉先寺竣工时，武则天亲自率百官驾临龙门，主持这次规模盛大的开光仪式，庞大的乐队便在这平台上擂鼓助兴，于是后人便把这里叫做擂鼓台。相临擂鼓台的三个洞叫擂鼓台三洞。[3] \n擂鼓台中洞，又名大万伍佛洞。是一座武周禅宗窟，中国佛教的禅宗是以专修禅定为主的教派。“禅定”就是安定而止息杀虑的意思。洞顶作穹隆形，并有装饰华丽的莲花藻井，造像是一佛二菩萨，主佛为双膝下垂而坐的弥勒佛，壁基有二十五尊高浮雕罗汉群像，从南壁西起到北壁西止。罗汉群像构成一个半环形装饰带，罗汉群像均罗汉身旁都刻有一段从《付法藏因缘传》里摘录的经文介绍该罗汉的身世及特点。所刊经文中多杂以武周新字，这是是武周时期禅宗所经营的洞窟。[3] \n擂鼓台北洞是龙门石窟中开凿较早，规模最大的密宗造像石窟，密宗属于中国佛教的派别之一，它源于印度，产生于公元七世纪以后，佛教的密教是佛教中的最后一个派别，密教传入中国，在中国的弘扬，乃至远播日本、朝鲜，还有密宗领袖和他们的宗教活动，都和洛阳及龙门石窟有着十分密切的关系。[3] \n擂鼓台北洞为穹隆顶，马蹄形平面，高4米，宽4.9米，窟顶为莲花藻井，周围环绕四身飞天。其因风化剥蚀已不清。据说，北洞的主像，中洞的三尊佛像以及南洞的一尊佛像，都是民国时期从别处搬移进去的。洞内三尊大坐佛中，东壁的主佛为毗卢遮那佛，意为太阳，即除暗遍明之意，因此又称“大日如来”，它头带宝冠，胳膊上带着臂钏的菩萨装形象，像高2.45米，结跏趺坐于0.9米高的须弥台坐之上。[3] \n在北洞的前壁南侧，雕有八臂观音一尊，像高1.83米，赤足坐于圆形台坐上，在前壁的北侧还雕有四臂十一面观音，像高1.9米，赤脚立在圆形台坐上。[3] "
            },
            {
                "name": "摩崖三佛龛",
                "img_url": "",
                "introduction": "摩崖三佛龛共有七尊造像，其中三身坐佛，四身立佛，这种造像组合在中国石窟寺中极为罕见。中间主佛为弥勒，坐于方台座上，头顶破坏，仅雕出轮廓，未经打磨。据佛经记载，弥勒佛是“未来佛”，是作为佛释迦牟尼的接班人而出现的。武则天利用弥勒信仰为其登基制造舆论，登基后又自称“慈氏”（即弥勒），推动了弥勒信仰的风行。摩崖三佛龛的开凿正是在这样的历史背景下出现的，随着武周政权的垮台，摩崖三佛龛也因此而停工。虽然这组造像是半成品，却为人们了解石窟造像的开凿程序提供了一份宝贵的实物资料。[9] "
            }
        ],
        "map_location": {
            "longitude": 112.47523,
            "latitude": 34.55993
        }
    }
}