var local_database = {
  "longmen_grottoes": {
    "name": "龙门石窟",
    "location": "洛阳市洛龙区龙门中街13号",
    "fee": 120,
    "rate": "AAAAA",
    "open_time": "旺季：04月01日-10月07日 开放时间： 07:30-22:00 10月08日-10月31日 07:30-18:00 \n淡季：02月01日-03月31日 开放时间： 08:00-18:00 11月01日-次年01月31日 08:00-17:30",
    "restaurant_recommend": [
      {
        "name": "三旦羊肉汤",
        "img_url": "http://olzo3tk5t.bkt.clouddn.com/yangroutang.jpg",
        "map_location": {
          "longitude": 112.47523,
          "latitude": 34.55993
        }
      }
    ],
    "header_loop_imgs": [
      "http://olzo3tk5t.bkt.clouddn.com/longmen.jpg"
    ],
    "summary": "龙门石窟开凿于北魏孝文帝年间，之后历经东魏、西魏、北齐、隋、唐、五代、宋等朝代连续大规模营造达400余年之久，南北长达1公里，今存有窟龛2345个，造像10万余尊，碑刻题记2800余品。其中“龙门二十品”是书法魏碑精华，褚遂良所书的“伊阙佛龛之碑”则是初唐楷书艺术的典范。\n龙门石窟延续时间长，跨越朝代多，以大量的实物形象和文字资料从不同侧面反映了中国古代政治、经济、宗教、文化等许多领域的发展变化，对中国石窟艺术的创新与发展做出了重大贡献。2000年被联合国科教文组织列为世界文化遗产。",
    "main_sites": [
      {
        "name": "奉先寺",
        "img_url": "https://gss0.bdstatic.com/94o3dSag_xI4khGkpoWK1HF6hhy/baike/h%3D250/sign=ede9e8693bf33a87816d071ff65d1018/95eef01f3a292df5d82ec74cbd315c6035a873fd.jpg",
        "introduction": "奉先寺是龙门石窟规模最大、艺术最为精湛的一组摩崖型群雕，因为它隶属于当时的皇家寺院奉先寺而俗称“奉先寺”。此窟建开凿于唐高宗初，咸享三年（公元672年）皇后武则天赞助脂粉钱两万贯，上元二年（公元675年）功毕，长宽各30余米,洞中佛像明显体现了唐代佛像艺术特点，面形丰肥、两耳下垂，形态圆满、安详、温存、亲切，极为动人。主佛莲座北侧的题记称之为“大卢舍那像龛”，这里共有九躯大像，中间主佛为卢舍那大佛，为释迦牟尼的报身佛，据佛经说，卢舍那意即光明遍照。这座佛像通高17.14米，头高4米，耳朵长达1.9米，佛像面部丰满圆润，头顶为波状形的发纹，双眉弯如新月，附着一双秀目，微微凝视着下方。高直的鼻梁，小小的嘴巴，露出祥和的笑意。双耳长且略向下垂，下颏圆而略向前突。圆融和谐，安详自在，身着通肩式袈裟，衣纹简朴无华，一圈圈同心圆式的衣纹，把头像烘托的异常鲜明而圣洁。整尊佛像，宛若一位睿智而慈祥的中年妇女，令人敬而不惧。有人评论说，在塑造这尊佛像时，把高尚的情操、丰富的感情、开阔的胸怀和典雅的外貌完美地结合在一起，因此，她具有巨大的艺术魅力。 \n饱经沧桑、老成持重的大弟子迦叶，温顺聪慧的小弟子阿难，表情矜持、雍荣华贵的菩萨，英武雄健的天王，咄咄逼人的力士与主佛卢舍那一起构成了一组极富情态质感的美术群体形象。\n 奉先寺的九躯大像的背后有很多长方形的小龛，这是大约在宋、金时代，人们为了保护大像龛，依龛修建了木结构屋檐式建筑，这些建筑影响了佛像的通风，加速了佛像的风化，因而后来被拆除。 \n奉先寺大型艺术群雕以其宏大的规模、精湛的雕刻高踞于中国石刻艺术的巅峰，成为中国石刻艺术的典范之作，也成为唐朝这一伟大时代的象征。 "
      },
      {
        "name": "潜溪寺",
        "img_url": "https://gss3.bdstatic.com/-Po3dSag_xI4khGkpoWK1HF6hhy/baike/c0%3Dbaike272%2C5%2C5%2C272%2C90/sign=da52a3315366d0166a14967af642bf62/79f0f736afc37931e9dca6d5eac4b74542a91191.jpg",
        "introduction": "潜溪寺是龙门西山北端第一个大窟。它高、宽各九米多，进深近七米，大约建于一千三百多年前的唐代初期。窟顶藻井为一朵浅刻大莲花。主佛阿弥陀佛端坐在须弥台上，面颐丰满，胸部隆起，衣纹斜垂座前，身体各部比例匀称，神情睿智，整个姿态给人以静穆慈祥之感。主佛左侧为大弟子迦叶，右侧为小弟子阿难。两弟子旁边分别为观世音菩萨与大势至菩萨。特别是南壁的大势至菩萨，造型丰满敦厚，仪态文静，在故宫博物院有1比1的复制品陈列。阿弥陀佛与两侧的两位菩萨共称为西方三圣，即掌管西方极乐世界的三位圣人，是佛教净土宗信仰的对象。 "
      },
      {
        "name": "宾阳洞",
        "img_url": "https://gss3.bdstatic.com/7Po3dSag_xI4khGkpoWK1HF6hhy/baike/c0%3Dbaike180%2C5%2C5%2C180%2C60/sign=9445c04aab64034f1bc0ca54ceaa1254/9f2f070828381f30369a833ea9014c086f06f0a2.jpg",
        "introduction": "宾阳中洞是北魏时期代表性的洞窟。“宾阳”意为迎接出生的太阳。宾阳三洞开凿于北魏时期，是北魏的宣武帝为他父亲孝文帝做功德而建。它开工于公元500年，历时24年，用工达80万2366个，后因为发生宫廷政变以及主持人刘腾病故等原因，计划中的三所洞窟（宾阳中洞、南洞、北洞）仅完成了一所即宾阳中洞，南洞和北洞都是到初唐才完成了主要造像。\n 宾阳中洞内为马蹄形平面，穹窿顶，中央雕刻重瓣大莲花构成的莲花宝盖，莲花周围是八个伎乐天和两个供养天人。它们衣带飘扬，迎风翱翔在莲花宝盖周围，姿态优美动人。释迦牟尼。他是佛教的创始人，原名叫乔达摩·悉达多，原是古印度净饭王的儿子。他和中国的孔子生活在同一时代，比孔子要年长12岁。他在29岁时出家修行，经过六年，悟道成佛，创立了佛教。由于北魏时期崇尚以瘦为美，所以主佛释迦牟尼面颊清瘦，脖颈细长，体态修长。衣纹密集，雕刻手法采用的是北魏的平直刀法。由于北魏孝文帝迁都洛阳后实行了一系列的汉化政策，所以洞中主佛的服饰一改云冈石窟佛像那种偏袒右肩式袈裟，而身着宽袍大袖袈裟。释迦牟尼所有侍立二弟子、二菩萨。二菩萨含睇若笑，文雅敦厚。左右壁还各有造像一铺，都是一佛、二菩萨，着褒衣博带袈裟，立于覆莲座上。 \n 洞中前壁南北两侧，自上而下有四层精美的浮雕。第一层是以《维摩诘经》故事为题材的浮雕，叫做“维摩变”。第二层是两则佛本生故事。第三层为著名的帝后礼佛图。第四层为“十神王”浮雕像。特别是位于第三层的帝后礼佛图，它们反映了宫廷的佛事活动，刻划出了佛教徒虔诚、严肃、宁静的心境，造型准确，制作精美，代表了当时生活风俗画的高度发展水平，具有重要的艺术价值和历史价值。非常可惜的是，在上个世纪的三、四十年代被盗往国外了。分别陈列在美国纽约大都会博物馆和美国堪萨斯州纳尔逊艺术博物馆。\n  宾阳南洞的洞窟为北魏时期开凿，但洞中几尊主要的佛像都是在初唐完成的。洞中主佛为阿弥陀佛，面相饱满，双肩宽厚，体态丰腴，体现了唐朝以胖为美的风格。宾阳南洞是唐太宗李世民的第四子魏王李泰在北魏废弃的基础上又续凿而成，为其生母长孙皇后做功德而建，属于过渡时期的作品。  "
      },
      {
        "name": "万佛洞",
        "img_url": "https://gss3.bdstatic.com/7Po3dSag_xI4khGkpoWK1HF6hhy/baike/c0%3Dbaike116%2C5%2C5%2C116%2C38/sign=59d6325090529822113e3191b6a310ae/c8ea15ce36d3d539a9f501543a87e950342ab058.jpg",
        "introduction": "万佛洞因洞内南北两侧雕有整齐排列的一万五千尊小佛而得名。洞窟呈前后室结构，前室造二力士、二狮子，后室造一佛二弟子二菩萨二天王，是龙门石窟造像组合最完整的洞窟。窟顶有一朵精美的莲花，环绕莲花周围的为一则碑刻题记：“大唐永隆元年十一月三十日成，大监姚神表，内道场运禅师，一万五千尊像一龛”。它说明了该洞窟是在宫中二品女官姚神表和内道场智运禅师的主持下开凿的，完工于唐高宗永隆元年即公元680年。洞内主佛为阿弥陀佛，端坐于双层莲花座上，面相丰满圆润，两肩宽厚，简洁流畅的衣纹运用了唐代浑圆刀的雕刻手法。主佛施“无畏印”，表示在天地之间无所畏惧，唯我独尊。主佛端坐在莲花宝座上，在束腰部位雕刻了四位金刚力士，那奋力向上的雄姿与主佛的沉稳形成了鲜明的对比，也更加衬托出主佛的安详。主佛背后还有五十二朵莲花，每朵莲花上都端坐有一位供养菩萨，她们或坐或侧，或手持莲花，或窃窃私语，神情各异，像是不同少女的群体像。五十二代表着菩萨从开始修行到最后成佛的阶位，即十信、十住、十行、十回向、十地、等觉、妙觉。\n在洞内南北两壁整齐地刻有一万五千尊小佛像，每尊只有四厘米高。在南北两壁的壁基上各刻有六位伎乐人，舞伎在悠扬的乐曲声中翩翩起舞，体态轻盈，婀娜多姿。 \n整个洞窟金碧辉煌，向人们展现了西方极乐世界的理想国土，烘托出一种热烈欢快、万众成佛的气氛。\n 洞口南侧还有一尊菩萨像，她是龙门石窟唐代众多菩萨像的精美范例。菩萨通高85厘米，头部向右倾斜，身体成“s”形的曲线，整个姿态显得非常优美端庄。中国著名戏剧大师梅兰芳早年参观龙门时，被她那优美的形象所吸引并大加赞赏，此后经过艺术加工，成功地运用到他的表演中。 "
      },
      {
        "name": "莲花洞",
        "img_url": "https://gss2.bdstatic.com/-fo3dSag_xI4khGkpoWK1HF6hhy/baike/c0%3Dbaike80%2C5%2C5%2C80%2C26/sign=d02b7791acaf2eddc0fc41bbec796a8c/aa18972bd40735fa40ef472e9e510fb30f24080d.jpg",
        "introduction": "莲花洞因窟顶雕有一朵高浮雕的大莲花而得名，大约开凿于北魏年间。莲花是佛教象征的名物，意为出污泥而不染。因此，佛教石窟窟顶多以莲花作为装饰，但像莲花洞窟顶这样硕大精美的高浮雕大莲花，在龙门石窟也不多见。莲花周围的飞天体态轻盈，细腰长裙，姿态自如。人民大会堂的莲花顶就是依据此莲花设计而成。 \n 洞内正壁造一佛二弟子二菩萨，主像为释迦牟尼立像，著褒衣博带式袈裟，衣褶简洁明快。这是释迦牟尼的游说像，即释迦牟尼外出讲经说法时的形象。二弟子是浅浮雕，左侧弟子迦叶深目高鼻，胸部筋骨突兀，手持锡杖，似一西域苦行僧，可惜其头部早年被盗，现存法国吉美博物馆。龙门石窟中最小的佛像，仅有2厘米高，这些高不盈寸的小千佛位于莲花洞南壁上方，生动细致，栩栩如生。 "
      },
      {
        "name": "古阳洞",
        "img_url": "https://gss1.bdstatic.com/-vo3dSag_xI4khGkpoWK1HF6hhy/baike/c0%3Dbaike80%2C5%2C5%2C80%2C26/sign=2b5f355090529822113e3191b6a310ae/b2de9c82d158ccbf01fdbcad19d8bc3eb03541e7.jpg",
        "introduction": "古阳洞在龙门山的南段，开凿于公元493年，是龙门石窟造像群中开凿最早、佛教内容最丰富、书法艺术最高的一个洞窟。它规模宏伟、气势壮观。洞中北壁刻有楷体“古阳洞”三个字。清末光绪年间，道教在龙门地区兴起。道士见古阳洞无主，不忍荒废，于是将释迦牟尼像改成太上老君道德天尊神像。因为据传老君曾在此修道练丹，故而古阳洞又叫老君洞。\n 古阳洞是由一个天然的石灰岩溶洞开凿成的。窟顶无莲花藻井，地面呈马蹄形。主像释迦牟尼，着双领下垂式袈裟，面容清瘦，眼含笑意，安详地端坐在方台上，侍立在主佛左侧的是手提宝瓶的观音菩萨，右边的是拿摩尼宝珠的大势至菩萨，他们表情文静，仪态从容。\n 古阳洞大小佛龛多达数百，雕造装饰十分华丽，特别是表现在龛的外形、龛楣和龛额的设计上，丰富多彩，变化多端，有的是莲瓣似的尖拱、有的是屋形的建筑、有的是帷幔和流苏，并且在龛楣上雕造有佛传故事，如：古阳洞南壁释迦多宝龛上，有树下诞生、步步生莲、九龙灌顶等，讲述的是悉达多从他母亲摩耶的右腋下诞生，刚出生，就走了七步，每一步脚印都生出一朵莲花，这叫步步生莲，他站在方台上，天空中有九条龙为他喷水沐浴。\n 古阳洞是北魏皇室贵族发愿造像最集中的地方。这些达官贵人不惜花费巨资，开凿窟龛，以求广植功德，祈福免灾，而且留下了书法珍品—龙门二十品。古阳洞中就占有十九品，另一品在慈香窑中。龙门二十品是指从北魏时期精选出不同的二十块造像题记，它们记载着佛龛的雕凿时间、人物、目的等。二十品的特点是：字型端正大方、气势刚健质朴，结体、用笔在汉隶和唐楷之间。清代学者康有为曾大力提倡整个社会书写要用魏碑体，龙门二十品仍有无穷的艺术魅力，每年吸引无数的海外友人，漂洋过海，为的是能够亲眼目睹这一书法奇珍。"
      },
      {
        "name": "药方洞",
        "img_url": "https://gss0.bdstatic.com/-4o3dSag_xI4khGkpoWK1HF6hhy/baike/c0%3Dbaike80%2C5%2C5%2C80%2C26/sign=4c3e7a8409f79052fb124f6c6d9abcaf/d009b3de9c82d158a0255026800a19d8bd3e4285.jpg",
        "introduction": "药方洞因窟门刻有诸多唐代药方而得名。它始凿于北魏晚期，经东魏、北齐，到唐初还仍有雕刻。洞中五尊佛像，身躯硬直少曲线，脖子短粗，身体硕壮，菩萨头冠两旁的带子很长，下垂到胳膊上部。这都是北齐造像的特征。洞门两侧刻有药方150多种，所用药物多是植物、动物和矿物药。药方涉及内科、外科、小儿科、五官科等，所涉及药材在民间都能找到，很大程度上方便了老百姓。药方洞的药方是中国现存最早的石刻药方，对研究中国医药学起重要的作用。 "
      },
      {
        "name": "老龙洞",
        "img_url": "https://gss3.bdstatic.com/7Po3dSag_xI4khGkpoWK1HF6hhy/baike/c0%3Dbaike72%2C5%2C5%2C72%2C24/sign=c54773a8a9d3fd1f2204aa6851274e7a/1e30e924b899a9010bc4bbb01c950a7b0308f547.jpg",
        "introduction": "老龙洞是就着自然山洞开凿而成的,其平面呈长马蹄形,顶部近似穹隆顶。该洞因不是由专人出钱开凿的，所以没有造出主要的一铺大佛。全窟密布小龛54处，其中较大的有12、32、33、50号龛，俱有永徽元年的造像题记。老龙洞因为多人开凿，都是以祈福、求功德为主，并无突出主题，所以附带了浓郁的生活气息，为研究初唐的民间造窟风气、特色提供了有力地考证。"
      },
      {
        "name": "看经寺",
        "img_url": "",
        "introduction": "看经寺为武则天时期所雕刻，双室结构，前室崖壁有数十个小龛造像，主室进深1170厘米，宽1116厘米，高825厘米，平顶，方形平面，四壁垂直，三壁下部雕出高均180厘米的传法罗汉二十九祖（正壁11身，两壁个9身），为中国唐代最精美的罗汉群像，是据隋代费长房《历代法宝记》刊刻的。这种不雕佛像仅雕罗汉的大窟，似是一大型禅堂，可能是禅宗所主持开凿的。看经寺是龙门东山最大的一个洞窟，29尊传法罗汉保存完好。"
      },
      {
        "name": "惠简洞",
        "img_url": "https://gss0.bdstatic.com/94o3dSag_xI4khGkpoWK1HF6hhy/baike/c0%3Dbaike80%2C5%2C5%2C80%2C26/sign=87b738a68a82b90129a0cb6112e4c212/96dda144ad345982fafcf6130cf431adcbef8438.jpg",
        "introduction": "惠简洞位于万佛洞南侧，是一个敞口中型洞窟，高4.25公尺，深2.70公尺。大唐咸亨四年，11月7日，西京法海寺僧惠简敬造此窟，所以此洞又称“西京法海寺惠简洞”。洞窟前半部应该是原有的窟门，已经塌毁。窟内平面近似马蹄形，西壁呈圆弧形，并在南北两端略向里凹，*西壁下部凿出一半圆形的基坛。西璧正中凿一善跏趺坐的弥勒，坐于一平面呈长方形的高座之上，足下还踏一长方形台。弥勒两侧雕出二弟子、二菩萨，均立于基坛之上，足下踏束腰圆形莲台。左协侍弟子已不存在，右侧的阿难形象与奉先寺的阿难很相似。菩萨头部已经残损，仅剩其火焰状头光部分。主尊弥勒面相胖圆，右手扶右膝，左手放于左膝之上，掌心向上，胸部隆起。头后以浅浮雕的手法刻出圆形头光与背屏，上部隆起呈三角状，两端各向外伸出一龙头。这种背屏大万五佛洞以及部分优填王向看重也有类似的形制。平顶，表面没有装饰。另外，窟内还分布有一些后期补凿的小龛，其时代也应该是在唐代。\n在惠简洞南下侧有一小窟，此窟拥有几个时代的造像。在窟门外壁上部，刻出屋檐形龛，檐上饰有金翅鸟与鸱吻。窟门为圆拱形，门外两侧各雕刻一身力士。其中，北侧力士已残，仅保留有下部的长方形矮台，南侧力士基本完整，右腿弓起，左腿斜撑地，右臂下垂，左臂弯曲于胸前，头侧向门的方向，下身长裙垂于脚下。足踏一长方形台，这种力士为北魏时期的典型形象。门外北侧保留有上下二小龛，约开凿于唐高宗时期。窟外南壁下部凿出一台，其上部凿出上下两龛，上部一龛表面多残，下部一龛为圆拱形龛，低坛基，坛基表面雕出两尊狮子，中间雕有一熏炉。正中主像为一位立姿菩萨，夹侍有二弟子、二菩萨。而菩萨宝缯（zeng）下垂至地，下裙又紧贴腿上，腹部骨气，衣纹稀少。弟子的双手交拱于腹前，并隐于袖内，袈裟作出水式。这五身相面部均已残损，此风格又比较像北齐雕凿。\n窟内平面马蹄形，下部凿出倒凹字形浅坛。正壁刻出一佛、二弟子、二菩萨，弟子袈裟作出水式，衣纹作斜方格纹，菩萨着低宝冠、窄颈圈，披巾交*处厚重，裙带下垂。造像形象宽额，面形下部尖圆，因该是隋代雕凿。北壁龛内一佛、二弟子、二菩萨、二力士像，龛外西侧上下有戴笼冠的男供养人和手持伞盖的侍者形象。这种形象是北魏时期多特有的。南壁正中刻半结跏趺佛像，夹侍二菩萨像，佛面部已经残损，菩萨头顶螺旋髻，披巾交*于胸前，然后上卷压在肘上。佛坐前二狮子立起，此组造像又为唐时雕凿。此外，在窟外门楣表面，以阴线刻出五个方形及半圆形碑首碑形题记，时代均为明万历31年3月吉日立，为捐资修路的题记。"
      },
      {
        "name": "香山寺",
        "img_url": "",
        "introduction": "香山寺位于十三朝古都洛阳城南13公里处的香山西坳，与世界文化遗产——龙门石窟西山窟区一衣带水，隔河相望，与龙门石窟东山窟区和白园一脉相连，并肩邻立。  因盛产香葛而得名。\n香山寺微始建于北魏熙平元年（公元516年）。唐垂拱三年（公元687年），印度来华高僧地婆诃罗（日照）葬于此，为安置其遗身重建佛寺。天授元年（公元690年），武则天在洛阳称帝，建立武周王朝，梁王武三思奏请，敕名“香山寺”，并重修该寺，当时香山寺危楼切汉，飞阁凌云，巍巍壮观，武则天常驾亲游幸，御香山寺中石楼坐朝。留下了“香山赋诗夺锦袍”的佳话。唐大和六年（公元832年），河南尹白居易捐资六七十万贯，重修香山寺，并撰《修香山寺记》，寺名大振，这篇文章开篇第一句即是对香山寺的推崇“洛都四郊山水之胜，龙门首焉，龙门十寺，观游之胜，香山首焉”，此外，白居易还搜集了5000多卷佛经藏入寺中。白居易自号“香山居士”与如满和尚等人结成“香山九老会”吟咏于该寺的堂上林下，会昌六年（公元846年）白居易去世，遗命葬于香山寺如满大师塔侧。 \n宋金时期香山寺犹存，元末废弃，清康熙年间重修，乾隆皇帝曾巡幸香山寺，称颂“龙门凡十寺，第一数香山”，这句诗摘自他当时所作的诗《香山寺二首》，被镌刻在石碑之上，位于香山寺的乾隆御碑亭就矗立着这块石碑，已有两百多年了，清末民国初年，香山寺又渐荒芜了，1936年香山寺进行重新修建后，为蒋介石庆祝五十寿辰而在寺内建一幢两层小楼。蒋介石和宋美龄多次在此避暑，这幢小楼位于香山寺内东南侧，被称为“蒋宋别墅”。解放后，香山寺又进行了多次修葺，改造工程从2002年年底到2003年四月上旬完成，历时100天，创造了中国寺院速度之最。这也是香山寺历史上的第五次修复，新香山寺借鉴唐代风格，对蒋宋楼，乾隆御碑亭，衣钵塔等作为历史文物予以修缮、保留、保护。在原址上新建了钟楼、鼓楼、大雄宝殿，整修了天王殿、罗汉殿、步游道等。 "
      },
      {
        "name": "白园",
        "img_url": "",
        "introduction": "白园，位于洛阳龙门风景名胜区东山琵琶峰上，是唐代诗人白居易的墓园，占地面积3万平方米，1961年被国务院公布为国家重点文物保护单位。\n白居易，字乐天，晚年居住洛阳18年。虽尊为“少傅”，但一生清贫，喜酒善诗，在龙门修香山寺，开八节滩，对龙门山水十分眷恋，死后遵嘱葬于此。\n白园内主要景点有青谷区、乐天堂、诗廊、墓体区、日本书法廊、道诗书屋等10余处。青谷区位于两山之间，有白池、听伊亭、石板桥、松竹和白莲。进入青谷区瀑布飞泻，池水荡漾，竹林清风，白莲飘香，使人心旷神怡；乐天堂依山傍水，面对青谷，是诗人作诗会友之处，室内自然山石裸露，汉白玉塑像潇洒自然，静座山石之上，给人以深思明世之感。站在乐天堂前，可深切回味诗人原作“门前常流水，墙上多高树，竹径绕荷池，萦回百余步”的内涵；诗廊立石38块，由国内名家书写，行、草、篆、隶齐全，既可以欣赏白居易的名作，又可以领略书法艺术之美。日本书法廊是为中日书法交流而建，多为当代日本书法名家之作，于2000年3月建对外开放。墓体区位于琵琶峰顶，从牡丹坛拾级而上即可到达。这里有白居易墓、卧石碑、乌头门及中外仰慕白居易的客人及族裔的立石。墓前型石铺地，墓后草坪如毯，周围翠柏环抱，给人以庄严肃穆之感。 "
      },
      {
        "name": "碑刻题记",
        "img_url": "",
        "introduction": "“龙门二十品”指选自龙门石窟中北魏时期的二十方造像题记，是魏碑书法的代表。[4]  魏碑上承汉隶，下开唐楷，兼有隶楷两体之神韵。 其中十九品在古阳洞，一品在慈香窟。  二十品的称呼最早见于清代康有为所著的《广艺舟双楫》  和方若所著的《校碑随笔》。内容一般是表达造像者祈福消灾的。它的书法艺术是在汉隶和晋楷的基础上发展演化，从而形成了端庄大方、刚健质朴、既兼隶书格调，又孕楷书因素的独特风格，是北魏时期书法艺术的精华之作、“魏碑”体的代表。\n“龙门二十品”计有：《比丘慧成为亡父始平公造像记》  、《长乐王丘穆陵亮夫人尉迟为亡息牛撅造像记》、《步轝郎张元祖妻一弗为亡夫造像记》、《北海王元详造像记》、《司马解伯达造像记》、《云阳伯郑长猷为亡父等造像记》、《新城县功曹孙秋生二百人等造像记》、《邑主高树和维那解伯都卅二人等造像记》、《比丘惠感为亡父母造像记》、《广川王祖母太妃侯为亡夫广川王贺兰汗造像记》、《邑主马振拜和维那张子成卅四人为皇帝造像记》、《广川王祖母太妃侯为幼孙造像记》、《比丘法生为孝文皇帝并北海王母子造像记》、《北海王国太妃高为亡孙保造像记》、《比丘道匠为师僧父母造像记》、《辅国将军杨大眼为孝文皇帝造像记》、《陆浑县功曹魏灵藏造像记》、《安定王元燮为亡祖亡考亡妣造像记》、《齐郡王元佑造像记》、《比丘尼慈香、慧政造像记》。 "
      },
      {
        "name": "蒋宋别墅",
        "img_url": "",
        "introduction": "1936年，为蒋介石庆祝五十寿辰，地方政府选择香山寺南侧建了一幢两层小楼，被称为蒋宋别墅，当时蒋介石于1936年10月29日从西安乘火车到达洛阳（东站）来到洛阳是以“避寿”为名，实则部署“西北剿共”计划，他于10月31日在别墅庆祝了自己的五十寿辰，参加人员有张学良，阎锡山等，之后他视察了洛阳军校、洛阳电厂，检阅了重炮部队。并和夫人宋美龄三次往复洛阳，去安抚非嫡系部队太原的阎锡山，济南的韩复渠，绥远的傅作义。于12月初离洛到西安，在洛阳共呆了36天，基本都住在香山寺蒋宋别墅。 \n1936年的“豪华别墅”，在三十年后一度成为杨成武将军的“牢狱”。1968年的3月底解放军代总参谋长杨成武将军因受林彪集团迫害，被秘密关押在香山寺。直到1971年1月离开，杨成武将军被羁押于此两年多，没有下过一次楼，监牢之苦在尽尝之中。 "
      },
      {
        "name": "擂鼓台三洞",
        "img_url": "https://gss3.bdstatic.com/7Po3dSag_xI4khGkpoWK1HF6hhy/baike/c0%3Dbaike92%2C5%2C5%2C92%2C30/sign=5045ac4876c6a7efad2ba0749c93c434/5bafa40f4bfbfbed1c303fe878f0f736afc31f3f.jpg",
        "introduction": "在东山脚下的公路未开通以前，巨石上方原是一片平台。传说当年奉先寺竣工时，武则天亲自率百官驾临龙门，主持这次规模盛大的开光仪式，庞大的乐队便在这平台上擂鼓助兴，于是后人便把这里叫做擂鼓台。相临擂鼓台的三个洞叫擂鼓台三洞。 \n擂鼓台中洞，又名大万伍佛洞。是一座武周禅宗窟，中国佛教的禅宗是以专修禅定为主的教派。“禅定”就是安定而止息杀虑的意思。洞顶作穹隆形，并有装饰华丽的莲花藻井，造像是一佛二菩萨，主佛为双膝下垂而坐的弥勒佛，壁基有二十五尊高浮雕罗汉群像，从南壁西起到北壁西止。罗汉群像构成一个半环形装饰带，罗汉群像均罗汉身旁都刻有一段从《付法藏因缘传》里摘录的经文介绍该罗汉的身世及特点。所刊经文中多杂以武周新字，这是是武周时期禅宗所经营的洞窟。 \n擂鼓台北洞是龙门石窟中开凿较早，规模最大的密宗造像石窟，密宗属于中国佛教的派别之一，它源于印度，产生于公元七世纪以后，佛教的密教是佛教中的最后一个派别，密教传入中国，在中国的弘扬，乃至远播日本、朝鲜，还有密宗领袖和他们的宗教活动，都和洛阳及龙门石窟有着十分密切的关系。 \n擂鼓台北洞为穹隆顶，马蹄形平面，高4米，宽4.9米，窟顶为莲花藻井，周围环绕四身飞天。其因风化剥蚀已不清。据说，北洞的主像，中洞的三尊佛像以及南洞的一尊佛像，都是民国时期从别处搬移进去的。洞内三尊大坐佛中，东壁的主佛为毗卢遮那佛，意为太阳，即除暗遍明之意，因此又称“大日如来”，它头带宝冠，胳膊上带着臂钏的菩萨装形象，像高2.45米，结跏趺坐于0.9米高的须弥台坐之上。 \n在北洞的前壁南侧，雕有八臂观音一尊，像高1.83米，赤足坐于圆形台坐上，在前壁的北侧还雕有四臂十一面观音，像高1.9米，赤脚立在圆形台坐上。 "
      },
      {
        "name": "摩崖三佛龛",
        "img_url": "",
        "introduction": "摩崖三佛龛共有七尊造像，其中三身坐佛，四身立佛，这种造像组合在中国石窟寺中极为罕见。中间主佛为弥勒，坐于方台座上，头顶破坏，仅雕出轮廓，未经打磨。据佛经记载，弥勒佛是“未来佛”，是作为佛释迦牟尼的接班人而出现的。武则天利用弥勒信仰为其登基制造舆论，登基后又自称“慈氏”（即弥勒），推动了弥勒信仰的风行。摩崖三佛龛的开凿正是在这样的历史背景下出现的，随着武周政权的垮台，摩崖三佛龛也因此而停工。虽然这组造像是半成品，却为人们了解石窟造像的开凿程序提供了一份宝贵的实物资料。 "
      }
    ],
    "map_location": {
      "longitude": 112.47523,
      "latitude": 34.55993
    }
  },
  "tumulus_museum": {
    "name": "洛阳古代艺术博物馆",
    "location": "洛阳市老城区机场路45号",
    "fee": "免费",
    "rate": "国家二级博物馆",
    "open_time": "9:00-17:00（每周一休馆维护)",
    "restaurant_recommend": [],
    "header_loop_imgs": [
      "http://olzo3tk5t.bkt.clouddn.com/ancient_art_lib.jpg"
    ],
    "summary": "洛阳古代艺术博物馆原名洛阳古墓博物馆，占地面积130余亩，建筑面积8200余平方米，由一组仿汉代建筑群和一组仿北魏建筑群组成，整个地面建筑之间，广植花草树木，间设假山水池，堪称公园式博物馆，1987年建成开放。\n自古有“北邙山头少闲土，尽是洛阳人旧墓”之说的洛阳北邙山及周边地区，历代古墓葬 星罗棋布，在此基础上应运而生的专题性博物馆——洛阳古墓博物馆，其面积之大、风格之别致、收集古墓年代之久、类型及数量之多均属世界首位，是中国一大绝观。因此，洛阳古墓博物馆又是我国目前最大的古墓博物馆之一，同时也成为目前世界上第一座古墓博物馆。",
    "main_sites": [
      {
        "name": "历代墓葬区",
        "img_url": "http://olzo3tk5t.bkt.clouddn.com/gumuding.jpg",
        "introduction": "历代典型墓葬展区位于馆东部，占地44亩，建筑面积7600平方米，为一组仿汉代建筑群。整个建筑分为地上地下两部分。地上建筑又分为前后两半部分。前半部分由南往北依次为汉白玉石门阙、馆表；进而为“太虚”大殿，殿内置洛阳历代陵墓分布砂盘，殿前左右两侧置复制的汉代大型汉白玉天禄、辟邪兽一对：殿后为玄堂，是出入地下古墓陈列室之所在：两侧是东西配殿，东配殿设有“夏商周典型墓葬模型”、“汉代帝王出殡仪式群塑”、“民国初洛阳民间出殡仪式群塑”等展室。配殿与玄堂之间有游廊相连。后半部地面高于前半部2米，建有四角楼和“琼阁”。四角楼是地下四个大厅的地面延伸部分，为地下展室通风、采光之用；“琼阁”建在四角楼之间，供游人休息、购物之用。南北中轴线青石板通道两侧置2.5米高的汉白玉人身兽首十二生肖雕像。地下部分平面呈“口”字形，四角建两汉、魏晋、唐宋、综合等四座大厅，按时代顺序陈列历代出土珍贵文物。四大厅之间有3米宽的通道相连，通道两侧即是搬迁复原的上自两汉，下迄宋金的历代典型墓葬25座。将洛阳地区自夏至宋金三千余年的历代典型墓葬展现于人们面前。这些墓葬千姿百态、色彩斑斓，或古朴典雅，或深邃宏大，或豪华别致，或富丽堂煌，其建筑风格各异，反映了我国古代建筑艺术的一个侧面。25个墓葬总计陈列文物597件，诸如两汉、魏晋、北魏的陶俑和生活器皿、唐代三彩，无不闪烁着时代的光辉。特别是西晋、北魏和唐宋的墓志，更是研究书法和补史证史的珍贵资料。丰富多彩的墓室壁画，构成洛阳古墓博物馆的鲜明特点。壁画内容多为升仙、打鬼、四神、神话故事、历史故事、天象图和墓主人生活场面。在绘画技巧上，继承并发展了战国以来的绘画、彩绘艺术，对后来的绘画、石刻画像都有着极为深远的影响。 "
      },
      {
        "name": "北魏帝王陵墓区",
        "img_url": "",
        "introduction": "北魏宣武帝景陵直径110米，现高24米，历经1500多年，封土依然高大巍峨，气势壮观。1993年，经国务院批准，中国社科院考古研究所联合洛阳古墓博物馆对景陵进行了抢救性发掘。地宫置于封丘之下，坐北面南，由墓道、前甬道、后甬道和墓室等部分构成，全长54.8米。景陵历史上屡遭盗掘，地宫内仅出土青瓷盘口龙柄壶、青瓷钵、陶砚、石帐座、石灯等十余件文物，但地宫内陈设器物说明已超越了北魏陵寝制规定的不设明器、不置素帐和瓷瓦之物的限制。墓道口西南10米处出土一尊残高2.9米的无头石翁仲，弥补了史书关于北魏帝陵前神道石刻记载的缺漏。景陵对研究北魏时期的陵寝制度有重要的参考价值。\n 宣武帝景陵两侧，复原了北魏清河王元怿和江阳王元乂两座壁画墓，江阳王元乂墓墓室顶部绘制的大型天象图，是研究我国古代天文学一份弥足珍贵的实物资料。"
      },
      {
        "name": "壁画馆",
        "img_url": "http://olzo3tk5t.bkt.clouddn.com/bihua.jpg",
        "introduction": "洛阳作为一座全国闻名的文物大市，文物工作者多年来对大量古代墓葬进行了考古发掘，发现许多珍贵的墓葬壁画。这些壁画涉及西汉、东汉、魏晋、唐宋和金元等多个朝代，壁画墓的墓主人上自皇帝、嫔妃、达官贵人，下至地方小吏、普通百姓。这些壁画形象清晰、细腻，题材内容宽广，涵盖天文、地理、人事、神灵，堪称一部用图像写就的中国历史，已经成为中国古代绘画艺术遗产的重要组成部分，具有其他典籍资料无法比拟更无法替代的历史文化价值。"
      },
      {
        "name": "古墓丹青精粹展",
        "img_url": "",
        "introduction": "《古墓丹青精粹展》位于洛阳古代艺术博物馆北部河南古代壁画馆内，壁画馆2011年11月建成开放。河南古代壁画馆主体为一座仿汉代阁楼式建筑，地下一层，地上三层，高24米，建筑面积2300平方米。精粹展以实物为主，按时间顺序，展示河南省(主要是洛阳地区)出土的墓葬壁画53组90余幅和彩绘雕砖。时间跨越西汉、新莽、东汉、北魏、唐、五代、宋、金等8个朝代(时期)15座壁画墓。壁画题材内容丰富，人物色彩艳丽，花鸟形象生动，真实地再现了当时人们的精神世界和物质生活状况。展区提供有电子图书、电子拼图、动画、展板、影像资料等多种形式帮助游客解读展览，增加知识与趣味性。 "
      }
    ],
    "map_location": {
      "longitude": 112.415430,
      "latitude": 34.732050
    }
  },
  "emperor_carriage_museum": {
    "name": "洛阳天子驾六博物馆",
    "location": "洛阳市西工区中州中路226号",
    "fee": "30",
    "rate": "AAA",
    "open_time": "夏季8:00-22:00，冬季8:00-18:30",
    "restaurant_recommend": [
      {
        "name": "风味楼小街锅贴飘香花城",
        "img_url": "http://olzo3tk5t.bkt.clouddn.com/guotie.jpg",
        "map_location": {
          "longitude": 112.445870,
          "latitude": 34.671510
        }
      },
      {
        "name": "七一路油泼面(七一路总店)",
        "img_url": "http://olzo3tk5t.bkt.clouddn.com/youpomian.jpg",
        "map_location": {
          "longitude": 112.448910,
          "latitude": 34.670150
        }
      },
      {
        "name": "丹珍汤圆",
        "img_url": "",
        "map_location": {
          "longitude": 112.445870,
          "latitude": 34.671510
        }
      },
      {
        "name": "小街天府",
        "img_url": "",
        "map_location": {
          "longitude": 112.446400,
          "latitude": 34.672070
        }
      }
    ],
    "header_loop_imgs": [
      "http://olzo3tk5t.bkt.clouddn.com/tianzijia6.jpg"
    ],
    "summary": "洛阳周王城天子驾六博物馆位于洛阳市中心的东周王城广场，东周王城遗址区的东北部，是一座以原址保护展示的东周时期大型车马坑为主体，辅展以东周王城概况、王陵考古的新发现及部分东周时期珍贵文物的“王城、王陵、王器”专题博物馆。\n天子驾六是我们古代的礼制的一种行为。皇帝级别的六匹马拉的两辆马车，即著名的“天子驾六”。天子所御驾六，其余副车皆驾四。《尚书。夏书。五子之歌》曰：“懔乎若朽索之驭六马”。逸礼《王度记》曰：“天子驾六，诸侯驾五，卿驾四，大夫三，士二，庶人一。”\n洛阳市考古发现的“天子驾六”大型车马陪葬坑，是21世纪重大考古发现，“天子驾六”大型车马陪葬坑，原地原址修建的遗址型博物馆。车马坑规模大，车子类型多，摆放整齐，气势宏伟，是当今世界独一无二的“驾六”遗存，东周瑰宝，举世无双！\n春秋之世，礼崩乐坏，由于周室衰微，诸侯间僭越的事时有发生。湖北枣阳九连墩战国墓地的主人应为楚国的诸侯或为卿大夫，属于僭越周礼使用了驾六马的待遇，陕西秦国陵园也属于同样的僭越行为。只有2002年发现的洛阳周王城广场天子驾六车马坑，才是周礼的真正体现，它不仅印证了古之天子驾六马的乘舆制度，也成为东周王城陵区的坐标。",
    "main_sites": [
      {
        "name": "天子驾六车马坑",
        "img_url": "https://gss0.bdstatic.com/94o3dSag_xI4khGkpoWK1HF6hhy/baike/c0%3Dbaike92%2C5%2C5%2C92%2C30/sign=f556052f90ef76c6c4dff379fc7f969f/83025aafa40f4bfbeb66495a034f78f0f736180d.jpg",
        "introduction": "2002年10月，在河南洛阳市中心的东周王城遗址上施工建设的“河洛文化广场”（现更名为“东周王城广场”）的考古钻探中，在拟建的四万多平方米的近三万平方米的范围内就发现710座东周墓葬（其中有墓道的大型墓葬4座），马坑、车马坑36座（其中大型车马坑2座）。在经发掘的17座马坑、车马坑中，保存完整的车马坑5座，其中4座（编号为四、八、九、十号车马坑）出土四马驾驭的车各一辆，二马驾驭的车各一辆或各两辆。另一座为大型车马坑（编号为五号车马坑），南北长42米，东西宽7.2米，深1.8米，坑内埋车26辆，马68匹。车子呈南北纵向双列摆放，车头、马头均向南，车辆中驭六匹马者1辆（单辕），驭四匹马者8辆，驭两匹马者17辆。驭六匹马的车摆放在西列从北南数第二辆的的位置上。该车车舆方形，车厢、车轴、车轮、车辕痕迹清晰。在车舆之前、车辕的两侧放置六具完整的马骨驾。车辕之东三具，头南尾北，侧卧向东；车辕之西三具，头南尾北，侧卧向西。排列整齐有序，清晰无疑地表示了这六匹马和这辆车组成了六马驾一车的关系。\n2002年7月底至2003年3月，洛阳市文物工作队在配合市中心广场一期工程建设中,发现一处东周时期的大型墓地及车马坑群。总计钻探东周时期墓葬600多座,车马坑（含车坑、马坑）29座。其中尤以中区5号车马坑为突出。该坑长42.6米,宽7.4米,葬车26辆,残留马匹个数达70匹,规模为国内少见。坑大致呈南北向,车子呈纵向两列摆放。西排2号车为六马拉一车,合乎文献中“天子驾六”的记述,折射出所陪墓葬墓主身份的至高无上及这片墓地地位的不同寻常。\n上述发现为进一步探索东周王陵的位置及王城的布局提供了重要线索,为研究同时期家族墓地的布局提供了丰富材料。"
      }
    ],
    "map_location": {
      "longitude": 112.443470,
      "latitude": 34.673540
    }
  },
  "crossing_street": {
    "name": "丽景门、老街景区",
    "location": "洛阳市老城区金业路与中州路交叉口",
    "fee": "免费",
    "rate": "未知",
    "open_time": "丽景门登楼开放时间:08:00-19:00，十字街全天开放",
    "restaurant_recommend": [
      {
        "name": "真不同饭店",
        "img_url": "http://olzo3tk5t.bkt.clouddn.com/zhenbutong.jpg",
        "map_location": {
          "longitude": 112.477410,
          "latitude": 34.683370
        }
      },
      {
        "name": "十字街各种小吃",
        "img_url": "http://olzo3tk5t.bkt.clouddn.com/bufantang.jpg",
        "map_location": {
          "longitude": 112.478945,
          "latitude": 34.683806
        }
      }
    ],
    "header_loop_imgs": [
      "https://gss0.bdstatic.com/94o3dSag_xI4khGkpoWK1HF6hhy/baike/c0%3Dbaike180%2C5%2C5%2C180%2C60/sign=1762cccf2e2dd42a4b0409f9625230d0/77094b36acaf2edd6384d04f861001e93901931b.jpg"
    ],
    "summary": "丽景门景区作为洛阳的一个重要景区，也是洛阳人平日休闲游玩的重要地标之一。洛阳十字街（老街）更是洛阳小吃的精华之地，吃货的天堂。建议晚上游玩",
    "main_sites": [
      {
        "name": "丽景门",
        "img_url": "http://olzo3tk5t.bkt.clouddn.com/lijingmen.jpeg",
        "introduction": "丽景门是河南省洛阳古城的西大门。据《唐两京城坊考》记载，东都皇城西面有两门，南曰丽京门，北曰宣辉门。2009年3月10日正式更名为丽景门。同时丽景门是中国历史上最为典型、最为优秀的城门，最早始建于隋代，长期以来是百官及万民祭祀神的地方。\n今日的丽景门是由洛阳市政府于2002年在原址新建的，占地面积一万八千余平方米，城门楼共分四层，钢筋混凝土结构，2004年竣工。整个工程由城门楼、瓮城、箭楼、城墙和丽景桥（古时为吊桥），护城河等部分组成，其城垣高厚，月城宏阔，重门叠关，上干浮云，气势磅礴，成为洛阳老城历史文化古城街区的龙头。其规模之宏大在河南古建筑中居于首位，成为洛阳古城历史文化最具特色的标志，是为中原第一楼，古都第一门。新建后的丽景门被评为洛阳市新八大景。 "
      },
      {
        "name": "十字街",
        "img_url": "http://olzo3tk5t.bkt.clouddn.com/laojie.jpg",
        "introduction": "位于洛阳老城区西大街和东大街的八角楼金街也称为“十字街”自古乃是商人云集之地，建国之后这里成为洛阳市重要的商业区之一，同时这里更是洛阳小吃的汇集之地。如若初来洛阳亦是可以来这里品尝一下洛阳的小吃，感受一下这里的风情。\n每当初春时节，整个洛阳城都会融入的花的世界，四方游客云集于洛阳城，来感受牡丹带给人们喜悦，这时乃是洛阳小吃一条街最为热闹之时，青石板的道路哦，古香古色的门脸，高挑的红灯笼，给这条小街装扮上节日的气氛，来到这里的人们无不称赞道美。\n在这条小街之上你可以品尝到洛阳的多种特色饭菜，其中最为有名的当属“洛阳水席”了，虽这里并非正宗之地，但亦是可以感受到另一种别样风情，坐在古香古色的街边，大口的吃肉、大碗的喝酒，无不给人一种穿越时空的感觉，同时张灯结彩的现代城市就在眼帘，给人梦幻般的感觉。\n洛阳小吃一条街每晚6点准时营业，直至深夜，白天到这里你是看不到夜晚的美丽。所以初到洛阳的朋友一定要在晚上来这里感受一下。 "
      }
    ],
    "map_location": {
      "longitude": 112.471480,
      "latitude": 34.681240
    }
  },
  "luoyang_museum": {
    "name": "洛阳博物馆",
    "location": "洛阳市洛龙区聂泰路与洛宜公路交叉口向南900米路西",
    "fee": "免费",
    "rate": "国家一级博物馆",
    "open_time": "09:00-16:30（每周一休馆维护)",
    "restaurant_recommend": [],
    "header_loop_imgs": [
      "http://olzo3tk5t.bkt.clouddn.com/jade_cup.jpg"
    ],
    "summary": "洛阳博物馆创建于1958年，位于隋唐里坊区西北隅，北临洛浦公园，南接植物园，环境优美，交通便利，是洛阳市的文化地标。 洛阳博物馆占地300亩，建筑面积6.2万平方米，其中地上面积4.2万平方米，地下2万平方米，总投资3.5亿元。现为国家一级博物馆、河南省优秀爱国主义教育基地。是一座集文物收藏、科学研究、陈列展览、社会教育与文化交流诸功能为一体的综合性博物馆。\n洛阳博物馆是首批国家一级博物馆，也是中国地方性的综合历史博物馆。是洛阳一座综合性历史博物馆。馆藏文物40多万余件，展出文物1.1万余件馆藏量处于全国博物馆前列。",
    "main_sites": [
      {
        "name": "绿松石龙形器(现存社科院)",
        "img_url": "http://olzo3tk5t.bkt.clouddn.com/sulongshilong.jpg",
        "introduction": "2002年春，在清理洛阳偃师二里头遗址宫殿南院出土，长约65厘米，由2000余片形状各异、又细又小的绿松石片粘嵌而成，其中，最小的绿松石片直径仅0.2厘米，厚度约0.1厘米。龙身略弯曲，中部脊线向两侧下斜，全身布满菱形鳞纹，尾尖内蜷。在龙形器尾端不远处，还有一个绿松石条形饰，与“龙体”近乎垂直。这件绿松石龙形器宛若一条游龙，在早期龙形器中十分罕见，是当之无愧的“超级国宝”，被命名为“中国龙”。"
      },
      {
        "name": "乳钉纹铜爵",
        "img_url": "http://olzo3tk5t.bkt.clouddn.com/rudingtongjue.jpg",
        "introduction": "1974年偃师二里头遗址出土\n通高22.5ｃｍ。为长流尖尾，束腰，平底，三棱足。腹部一侧有五枚横排乳钉，是我国目前发现最早，最精美的一件青铜酒具。器型精巧玲珑，简练朴素，在文物界享有“中国第一爵”的美誉。\n爵，是一中酒具。二里头遗址已出土多件，他们的造型以取得了相对固定的格式。他们已从原始的陶爵中分离出来，成为独具特色的酒具。这件爵当置身于精美的商周青铜器中，的确比较朴素，小巧，然而，它却是我国目前发现青铜器中最早的一件。"
      },
      {
        "name": "白玉杯",
        "img_url": "http://olzo3tk5t.bkt.clouddn.com/baiyubei.jpg",
        "introduction": "现藏于洛阳博物馆的曹魏白玉杯，堪称难得的玉器珍品，这件玉杯出土于1956年，它玉质温润洁白，是选用珍贵的和田白玉雕琢而成。造型呈圆筒状，底部呈圆饼状，通体没有任何装饰，它通高13厘米、口径5厘米。加工工艺十分高超，曲线流畅优美，抛光细腻润泽，虽然没有任何装饰，但显现出超凡脱俗的大气。器形也是标准杯的器形，还原了一只酒杯的本质。这于它，正合适。因为质地的极端精美，以至于任何过分的雕琢，反会折损它的美。如同绝代佳人，浓妆艳抹，反掩其国色。\n三国社会推崇简谱的生活风尚，因此在曹魏时期形成了玉器雕琢简朴、古拙的风格，而洛阳出土的这件玉杯正是这一风格的真实写照，从这件玉杯上可以看出，它受汉代遗风影响很深，出色的加工技术，也是两汉高超玉雕工艺的残存。曹魏白玉杯是曹魏时期的饮酒器，它出土在有确切纪年的洛阳曹魏墓葬里，墓葬虽曾遭到盗扰，但处于角落的玉杯却幸运地保存了下来。\n中国古代玉器，自东汉以后，其使用价值发生了历史性的转变，上古时期占据主导地位的礼玉这时期已基本消亡，取而代之的是生活用具和装饰用具开始成为玉器制作的主流，而这件玉杯则恰恰反映出玉器由浓重的政治等级化向世俗化转变的重要史实。因此，无论从工艺角度还是历史文化角度上看，曹魏白玉杯都拥有着不可替代的地位。"
      },
      {
        "name": "泥塑人面像",
        "img_url": "http://olzo3tk5t.bkt.clouddn.com/nirenxiang.jpg",
        "introduction": "1980年洛阳永宁寺塔基出土\n这件造像出土于北魏皇家寺院永宁寺塔基遗址，北魏皇家寺院永宁寺于北魏熙平二年完工。寺中心有标志性建筑永宁寺木塔，这座木塔共九层。据《水经注》记载，木塔高四十九丈，折合成今天的尺度为136.7米。但在永熙三年，也就是公元534年，这座佛塔不幸毁于雷电所引起的火灾，大火持续燃烧了整整三个月，昔日高耸入云、宝铎和鸣的佛塔就这样灰飞烟灭了。\n原本供奉在永宁寺木塔中的佛像也随着佛塔的覆灭而毁于一旦。新中国成立以来，考古工作者对残存的永宁寺塔基遗址进行了科学的考古发掘，在发掘过程中，也出土了一大批塑造精美的造像，为研究古代美学和佛教造像史提供了珍贵的实物资料。而我们看到的这件泥塑佛面像则是永宁寺塔基遗址中出土最精美的一件，它原本是一躯完整的佛的立像，但经过大火的洗礼，佛像不仅只留下了我们今天能够看到的这些部分，而且原有的彩绘也损失殆尽，但这些却丝毫没有影响她的美丽，每当我们看到这件妙像庄严的佛像，瞬间会心生欢喜。她的两个嘴角微微上扬，这个笑容是如此的神秘而又美丽。佛家的圆融、宁静、慈祥和大度尽显无余。道家思想认为，大圆若缺。如果说残缺也是一种美的话，那么我们可以相信，是这场大火为这件佛像带来了涅槃，也恰恰是这场大火，使这件造像重新焕发出迷人的魅力，巧然天成。"
      },
      {
        "name": "兽面纹铜方鼎",
        "img_url": "http://olzo3tk5t.bkt.clouddn.com/luoyangding.jpg",
        "introduction": "1977年洛阳北窑庞家沟西周墓出土。\n这件方鼎直腹，立耳，柱足，腹部正中和腿的上部铸有粗眉大眼的饕餮纹，四角和每面正中都有突出的扉棱。在装饰技法上,它采用了浅浮雕和高浮雕的交相使用；它通体以细致的云雷纹做陪衬，更显示出了饕餮纹的狞厉之美。站在它的面前，一种不可动摇的情势使人油然而生。您看它那粗壮的四柱足，似乎任何力量都无法将它推倒。特别是它腹部那醒目的浮雕饕餮，巨眼凝视，阔口怒张，那夸张的双目，在青铜色泽的衬托下平添了一种清冷沉寂的神秘感，仿佛在静止状态中积聚着无限紧张的力量，一瞬间就要迸发出凶猛的咆哮。这件极力表现狰狞恐怖的饕餮纹方鼎仿佛把我们带到了一个遥远的充满宗教气息的年代，在那祭祀烟火缭绕的宗庙里,钟声锵锵,鼓声隆隆.象征国家王权的九鼎依次排列，从而达到天地人神间的沟通，让人得到上天和先祖的保佑。饕餮纹铜鼎以其“雄都定鼎地，势据万国尊”的崇高气势，展现着那个如火烈烈的时代精神和拥有者的王者之尊。\n西周时期方鼎较为罕见，往往高等级贵族才可以拥有，目前出土的西周方鼎数量很少，洛阳博物馆藏的这件西周兽面纹鼎不仅体形较大而且纹饰极为精美，是西周青铜鼎的杰出代表。"
      },
      {
        "name": "东汉石辟邪",
        "img_url": "http://olzo3tk5t.bkt.clouddn.com/shipixie.jpg",
        "introduction": "1992年，孟津县会盟镇汉光武帝陵出土。高1.9米、长2.9米，重达8吨。迄今为止，在国内出土文物中，体形这么大、艺术手法如此精湛的石辟邪仅此一尊。"
      }
    ],
    "map_location": {
      "longitude": 112.452060,
      "latitude": 34.642880
    }
  },
  "guanlin": {
    "name": "关林",
    "location": "洛阳市洛龙区关林南路2号",
    "fee": "40",
    "rate": "AAAA",
    "open_time": "8:00--18:00",
    "restaurant_recommend": [
      {
        "name": "老洛阳面馆展览路店",
        "img_url": "http://olzo3tk5t.bkt.clouddn.com/laoluoyangmianguan.jpg",
        "map_location": {
          "longitude": 112.480440,
          "latitude": 34.615440
        }
      },
      {
        "name": "东关浆面条糊涂面",
        "img_url": "http://olzo3tk5t.bkt.clouddn.com/hutupian.jpg",
        "map_location": {
          "longitude": 112.481110,
          "latitude": 34.615880
        }
      }
    ],
    "header_loop_imgs": [
      "http://olzo3tk5t.bkt.clouddn.com/guanlin.jpg"
    ],
    "summary": "关林，全国重点文物保护单位，国家AAAA级旅游景区，为埋葬三国时蜀将关羽首级之地，前为祠庙，后为墓冢，位于河南省洛阳市洛龙区关林镇。\n关林北依隋唐故城，南临龙门石窟，西接洛龙大道，东依伊水清流，为海内外三大关庙之一，千百座关庙中独称“林”，是中国唯一的冢、庙、林三祀合一的古代经典建筑。\n关林始建于明万历年间，清乾隆时加以扩建，现存建筑主要为明代，是一处保存完整的古建筑群。关林的建筑规格按照宫殿形式修建，布局严谨壮观。庙前有戏台，中轴线建筑依次有大门、仪门、甬道、拜殿、大殿、二殿、三殿、石牌坊、林碑亭、关墓。中轴线两侧附以其他形式相同的对称建筑物。其中最具特色的当数舞楼，前台的歇山式和后台的硬山式组合任一起，重檐楼阁，构筑之妙全国罕见。",
    "main_sites": [
      {
        "name": "仪门",
        "img_url": "https://gss1.bdstatic.com/-vo3dSag_xI4khGkpoWK1HF6hhy/baike/s%3D500/sign=a351791d4eed2e73f8e9862cb700a16d/4e4a20a4462309f705793b8b760e0cf3d7cad611.jpg",
        "introduction": "仪门建于明万历年间，取“有仪可象”之意，是当时文官到此下轿，武官到此下马的场所。原为明代关帝庙大门，清代改称仪门。门额上的“威扬六合”匾，则是慈禧皇太后的御笔，十分珍贵。在仪门东西次间与尽间的五花隔墙上，各镶嵌刻石一方。东侧为岳飞画“关圣帝君像”，是宋代抗金名将岳飞因缅怀关羽的英勇忠义而作。西侧的“关帝诗竹”，为关羽亲手所绘。这幅竹画的全部竹叶点缀成诗：“不谢东君意，丹青独立名，莫嫌孤叶淡，终久不凋零”。"
      },
      {
        "name": "石狮御道",
        "img_url": "https://gss0.bdstatic.com/94o3dSag_xI4khGkpoWK1HF6hhy/baike/s%3D500/sign=b0bbe36fa3efce1bee2bc8ca9f50f3e8/314e251f95cad1c887d25cbe7b3e6709c93d5139.jpg",
        "introduction": "由仪门到大殿，甬道长35米、宽4米，两边石栏，36根望柱，104个石狮。此石狮甬道，被誉为“洛阳小卢沟”。据碑文记载，现时之甬道，重修于明万历四十七年（1619），由在洛客商捐资，依宫殿式样修建。\n石狮御道是皇帝或朝廷遣官致祭时的专用步道，百狮百态，惟妙惟肖。因御道甬柱、栏板多为信众所捐修建，祈愿生意兴隆、财源广进，刚上·故上多雕刻铜钱纹饰，寓意四方来财，故民间又称之为“生财之道”。"
      },
      {
        "name": "大殿",
        "img_url": "https://gss3.bdstatic.com/-Po3dSag_xI4khGkpoWK1HF6hhy/baike/c0%3Dbaike92%2C5%2C5%2C92%2C30/sign=479729b905e93901420f856c1a853f82/962bd40735fae6cd40c73af80bb30f2442a70f33.jpg",
        "introduction": "始建于明万历二十四年（1596年），面阔七间，进深三间，高26米。庑殿顶，琉璃瓦覆盖，五脊横立，六兽扬威。正门上，有12幅明代浮雕木刻。说的是桃园三结义，三英战吕布等故事。\n拜殿：位于正殿之前，与之相连，是春秋大祭之时百官僚属谒拜之所。殿中悬挂有乾隆御书的“声灵于铄”匾和“翌汉表神功龙门并峻，扶纲伸浩气伊水同流”联。\n平安殿：又称启圣殿，是关林的主体建筑，位于整个庙院的中心，雕梁画栋、气势恢宏。殿内供奉有贴金关圣帝君像，关平、周仓、王甫、廖化侍立两侧。"
      },
      {
        "name": "二殿",
        "img_url": "https://gss2.bdstatic.com/9fo3dSag_xI4khGkpoWK1HF6hhy/baike/c0%3Dbaike92%2C5%2C5%2C92%2C30/sign=ab25a7a0344e251ff6faecaac6efa272/e824b899a9014c0884172d3f0e7b02087bf4f478.jpg",
        "introduction": "二殿五开间，庑殿式，门上悬挂着'光昭日月'匾额，是清光绪帝御题。殿中塑关羽怒视东吴像，左侧站着手棒大印的关平、右侧站着手持大刀的周仓。二殿左右各建有一座硬山式的陪殿，左为张候殿，右为五虎殿。三殿硬山式，面阔五间，规模较小，内塑关羽夜读春秋像、关羽出行图和睡像，故又称寝殿。\n二殿又叫财神殿，现存建筑建于明万历二十年（1592），是关林建筑中始建年代最早的殿宇之一，殿门悬挂光绪皇帝手书的“光昭日月”匾，内塑关公武财神像，关平、周仓捧印持刀分立身后，招财童子、利市童子侍奉身前。古往今来，人们多在这里祈求生意兴隆，财运亨通，事业发达。\n五虎殿：财神殿西侧配殿，五虎殿是供奉关羽、张飞、赵云、马超、黄忠的殿宇，故称。明万历二十年（1592）重修。\n娘娘殿：财神殿东侧配殿，建于明代，供奉关羽夫人胡氏、女儿虎女和儿子关兴。殿内东西两侧绘“祛病祈福图”和“求子还愿图”。民间流传胡夫人能祛病送子，故人们多在娘娘殿前燃香祛灾、诚心求嗣。"
      },
      {
        "name": "三殿",
        "img_url": "https://gss1.bdstatic.com/-vo3dSag_xI4khGkpoWK1HF6hhy/baike/c0%3Dbaike92%2C5%2C5%2C92%2C30/sign=261455884b4a20a425133495f13bf347/8cb1cb1349540923b8566ee49658d109b3de4968.jpg",
        "introduction": "三殿又称春秋殿，也称寝殿，现存建筑建于清嘉庆二十二年（1817），殿前有旋生和结义两株奇柏，殿内塑有关公夜读《春秋》像和关公睡像。\n“忠义神武灵佑仁勇威显关圣大帝林”碑：立于关林（冢）前奉敕碑亭内，碑文记载了关羽生平事迹及封号、建庙等情况，是关林称“林”的重要依据，反映了历代帝王对关羽至高无上的尊奉和对关林崇祀不断的历史，同时也证明了关林在海内外数千座关庙中的领袖庙宇地位。"
      },
      {
        "name": "关冢",
        "img_url": "",
        "introduction": "关羽灵首埋葬之处，高17米，面积达2600平方米，冢正面南墙有康熙五十六年所建石墓门，门额题“钟灵处”，墓门对联为：“神游上苑乘仙鹤，骨在天中隐睡龙”。\n始于汉末，如今绿草如盖，高峻出尘，虽江山已改，而元冢依然。“关林翠柏”是洛阳“八小景”之一，古柏千章，葱茏回合，每当大雨急住乍晴之时，云气如烟，似袅袅香篆，悠悠绕冢流走，奇幻之景，令人拍案称奇。千百年来，关羽作为忠义化身、道德榜样受到了民众的普遍敬仰。他的“忠义仁勇”体现了我们中华民族的精神，由此形成的“关公信仰”这一特殊文化现象，已成为沟通海内外华人、亲情的桥梁和纽带。每年9月29日在这里举办关林国际朝圣大典，届时，海外关庙人士和宗亲组织云集关林，举行隆重的朝拜仪式。关林成为海内外华人谒拜的圣域，也是驰名中外的旅游胜地。"
      },
      {
        "name": "碑刻墓志室",
        "img_url": "https://gss3.bdstatic.com/-Po3dSag_xI4khGkpoWK1HF6hhy/baike/c0%3Dbaike92%2C5%2C5%2C92%2C30/sign=77adb9fe90eef01f591910978197f240/78310a55b319ebc4746776038626cffc1e171608.jpg",
        "introduction": "洛阳传世出土的碑志计5000馀方。碑志涉及家族源流、乡里区划、民俗风情和重大历史事件等。如陈列的北魏元怿父子墓志，反映了“宣光之变”和“河阴之难”；护国定远侯墓志，记述了其纵马仗节、驰骋疆场的最后一段人生；唐志不仅再现了成熟的书法之美，也刊刻着诸多鲜为人知的史实；钱俶墓志，则记载了献地纳降的政治军事背景，和北宋朝廷对其超越常理的阶下恩宠。墓志，是集体的载体，是中国特有的文化现象，也是珍贵的历史文化遗产。"
      },
      {
        "name": "石坊",
        "img_url": "https://gss3.bdstatic.com/7Po3dSag_xI4khGkpoWK1HF6hhy/baike/c0%3Dbaike80%2C5%2C5%2C80%2C26/sign=955313a50cd79123f4ed9c26cc5d32e7/7c1ed21b0ef41bd5f2bdab5951da81cb38db3db4.jpg",
        "introduction": "宽10米，高6米，三门道。正额题'汉寿亭侯墓'五字，坊上题汉寿亭侯墓书法。"
      },
      {
        "name": "八角亭",
        "img_url": "https://gss3.bdstatic.com/7Po3dSag_xI4khGkpoWK1HF6hhy/baike/c0%3Dbaike80%2C5%2C5%2C80%2C26/sign=955313a50cd79123f4ed9c26cc5d32e7/7c1ed21b0ef41bd5f2bdab5951da81cb38db3db4.jpg",
        "introduction": "建于清康熙五年（1666年），构筑奇巧，别具一格。亭内有龟跌座石碑一通，高4.8米，碑头雕龙，额题'勒封碑记'四字。碑的正面书题'忠义神武灵佑仁勇威显关圣大帝林'，为历代帝王对关羽的最高封号。\n1980年经整修，设立了'洛阳古代艺术馆'，在两侧廊房内陈列洛阳出土的众多石刻、碑志精品。"
      }
    ],
    "map_location": {
      "longitude": 112.483460,
      "latitude": 34.607230
    }
  },
  "white_horse_temple": {
    "name": "白马寺",
    "location": "洛阳市洛龙区洛白路6号",
    "fee": "50",
    "rate": "AAAA",
    "open_time": "07:30--19:00",
    "restaurant_recommend": [],
    "header_loop_imgs": [
      "http://olzo3tk5t.bkt.clouddn.com/white_horse_temple.jpg"
    ],
    "summary": "白马寺位于河南省洛阳市老城以东12公里，洛龙区白马寺镇内。创建于东汉永平十一年（公元68年），中国第一古刹，世界著名伽蓝，是佛教传入中国后兴建的第一座官办寺院，有中国佛教的“祖庭”和“释源”之称，距今已有1900多年的历史。现存的遗址古迹为元、明、清时所留。寺内保存了大量元代夹纻干漆造像如三世佛、二天将、十八罗汉等，弥足珍贵。\n1961年，白马寺被中华人民共和国国务院公布为第一批全国重点文物保护单位。1983年，被国务院确定为全国汉传佛教重点寺院。2001年1月，白马寺被国家旅游局命名为首批AAAA级景区。\n历史沿革\n东汉永平七年（公元64年），汉明帝刘庄（刘秀之子）夜宿南宫，梦一个身高六丈，头顶放光的金人自西方而来，在殿庭飞绕。次日晨，汉明帝将此梦告诉给大臣们，博士傅毅启奏说“西方有神，称为佛，就像您梦到的那样”。汉明帝听罢大喜，派大臣蔡音、秦景等十余人出使西域，拜求佛经、佛法。\n永平八年（公元65年），蔡、秦等人告别帝都，踏上“西天取经”的万里征途。在大月氏国（今阿富汗境至中亚一带），遇到印度高僧摄摩腾、竺法兰，见到了佛经和释迦牟尼佛白毡像，恳请二位高僧东赴中国弘法布教。\n永平十年（公元67年），二位印度高僧应邀和东汉使者一道，用白马驮载佛经、佛像同返国都洛阳。汉明帝见到佛经、佛像，十分高兴，对二位高僧极为礼重，亲自予以接待，并安排他们在当时负责外交事务的官署“鸿胪寺”暂住。\n永平十一年（公元68年），汉明帝敕令在洛阳西雍门外三里御道北兴建僧院。为纪念白马驮经，取名“白马寺”。“寺”字即源于“鸿胪寺”之“寺”字，后来“寺”字便成了中国寺院的一种泛称。[3]  摄摩腾和竺法兰在此译出《四十二章经》，为现存中国第一部汉译佛典。\n在摄摩腾和竺法兰之后，又有多位西方高僧来到白马寺译经，在公元68年以后的一百五十多年时间里，有一百九十二部，合计三百九十五卷佛经在这里译出，白马寺成为当之无愧的中国第一译经道场。\n曹魏嘉平二年（公元250年），印度高僧昙柯迦罗来到白马寺。此时佛教也从深宫走进了市井民间。随后，昙柯迦罗在白马寺译出了第一部汉文佛教戒律《僧祗戒心》。同一时期，安息国僧人昙谛，也在白马寺译出了规范僧团组织生活的《昙无德羯磨》。至此，戒律和僧团组织章程都已齐备，一条中土有缘人出家持戒修行的道路铺就，为中土戒律之始。\n曹魏甘露五年（公元260年），一场受戒仪式在白马寺举行，这是一个注定要深深印刻在中国佛教史上的事件。这一天，朱士行依《羯磨法》登上戒坛，长跪于佛祖面前，成了中国汉地第一位正式受过比丘戒的出家人。自此，儒家“身体发肤，受之父母，不敢毁伤”的古老传统被打破了。\n佛教在中国扎根、传播最初的二百年，整个过程都与白马寺息息相关。这里是中国第一次西天求法的产物，是最早来中国传教弘法的僧人的居所；这里诞生了第一部中文佛经和中文戒律，产生了第一个中国汉地僧人……总之，白马寺是与中国佛教的许许多多个“第一”紧紧联在一起的，这让它成为名副其实的中国佛教的祖庭和释源。",
    "main_sites": [
      {
        "name": "佛殿",
        "img_url": "https://gss3.bdstatic.com/-Po3dSag_xI4khGkpoWK1HF6hhy/baike/c0%3Dbaike180%2C5%2C5%2C180%2C60/sign=7eaa202ea386c9171c0e5a6ba8541baa/d1160924ab18972b3f67c41ce2cd7b899f510a83.jpg",
        "introduction": "位于由南到北的中轴线上，从前到后依次分布着山门、天王殿、大佛殿、大雄殿、接引殿、清凉台和毗卢阁等主要建筑。其中，天王殿为单檐歇山式，东西面阔5间，南北进深4间，内供明代夹纻弥勒佛像、泥塑四大天王像、韦驮天将像等；大佛殿为单檐歇山式，东西面阔5间，南北进深4间，内供一佛，文殊、普贤二菩萨，迦叶、阿难二弟子，二供养人，观音菩萨等塑像；大雄殿为悬山式，东西面阔5间，南北进深4间，内供释迦、阿弥陀、药师“三世佛”，韦驮、韦力二天将，十八罗汉等23尊元代夹纻造像，韦力天将泥塑像等；接引殿，硬山式，面阔3间，进深2间，内供阿弥陀佛及观世音、大势至二菩萨像；毗卢阁为重檐歇山式，位于清凉台之上，东西面阔5间，南北进深4间，内供毗卢佛及文殊、普贤二菩萨。"
      },
      {
        "name": "钟鼓楼",
        "img_url": "",
        "introduction": "分别位于山门内南北中轴线东侧和西侧。其中，钟楼由日本国中村包行先生捐资400万日元、白马寺出资60万元人民币于1991年6月建成；鼓楼于1992年竣工。钟鼓楼同为方形角楼，高7米，重檐歇山式，上覆灰色筒瓦，额枋彩绘，同建于石砌台基之上。钟鼓楼的建成恢复了寺院晨钟暮鼓的礼佛仪式，恢复了历史悠久的洛阳八大景之一——“马寺钟声”"
      },
      {
        "name": "法宝阁与藏经阁",
        "img_url": "",
        "introduction": "分别位于清凉台的东、西两侧，坐落在东西长25.2米，南北宽22.5米，高5米的台基之上。1995年建成。二阁形制相同，重檐歇山式，坐北朝南，面阔5间，进深4间，长18.5米，宽12.95米，朱漆圆柱，额枋彩绘，上覆灰色筒瓦。其中，藏经阁内供奉着泰国佛教界赠送给白马寺的中华古佛，收藏有龙藏经、中华大藏经、日本大藏经、西藏大藏经、敦煌大藏经等10余种藏经；法宝阁内供奉着1993年印度总理拉奥访华时赠送的一尊铜佛像，并收藏有数十种“法宝”。"
      },
      {
        "name": "泰式佛殿",
        "img_url": "",
        "introduction": "位于寺院西侧墙外100米处，始建于1992年，1995年4月竣工。该殿坐西朝东，建于长27.3米，宽21.3米，高1.2米的台基之上。大殿南北长14.4米，东西宽7.5米，高10米，其廊柱与墙面均用大理石镶嵌，三重檐，顶饰琉璃瓦，具有鲜明的泰式建筑风格。在该殿之中，供奉泰国友人赠送的铜佛一尊。"
      },
      {
        "name": "卧玉佛殿",
        "img_url": "",
        "introduction": "位于大佛殿东侧，原为斋堂，1996年辟建。该殿为五开间硬山式建筑，南北长17.25米，东西宽5.4米，建于石砌台基之上，殿中供奉卧玉佛一尊。"
      },
      {
        "name": "玉佛殿",
        "img_url": "",
        "introduction": "位于大佛殿西侧，原为禅堂，五开间硬山式建筑，南北长17.25米，东西宽5.4米，建于石砌台基之上，殿内供奉玉佛一尊。"
      },
      {
        "name": "六祖殿",
        "img_url": "",
        "introduction": "位于大佛殿西侧南部，原为祖堂，硬山式建筑，西阔七间，南北长24.5米，东西宽5.4米，建于石砌台基之上。殿内供奉禅宗六祖木雕像。"
      },
      {
        "name": "齐云塔院",
        "img_url": "https://gss2.bdstatic.com/-fo3dSag_xI4khGkpoWK1HF6hhy/baike/s%3D500/sign=8ca4b4f6bd12c8fcb0f3f6cdcc0292b4/4afbfbedab64034f86df04d0abc379310b551dd2.jpg",
        "introduction": "齐云塔院是河南唯一的一所比丘尼道场。院内主要建筑是金代重修的齐云塔和新建的斋堂、客堂、禅房等。其中，齐云塔始建于东汉明帝时，本称“释迦舍利塔”，后屡毁于战火，至金大定十五年（1175年）得以重修。金修释迦舍利塔为四方形密檐式砖塔，13层，高约25米，是洛阳一带现存最早的金代地面建筑之一；清代，白马寺住持如琇依据东汉明帝创建齐云塔的记载改称“齐云塔”。中华人民共和国成立后，洛阳市人民政府对齐云塔实施保护，于1990年建成，占地15亩的齐云塔院。该院坐北朝南，平面为长方形。在由南到北的中轴线上分布着山门、放生池、石拱桥、齐云塔等建筑。在齐云塔的东西两侧分布着附属建筑：西侧修建有3间念佛堂、3间斋堂；东侧修建有3间客堂、3间培训班教室，另修建有禅房，所有建筑均为硬山式。在山门的两侧为大型佛教碑廊，西边为禅宗三十三祖画像及传法偈，东边为“释迦牟尼应化事迹”及高僧大德墨宝。1999年前后，白马寺寺院把白马寺镇政府所建的“狄公祠”收归寺院所有，并进行改建。此外，还新建了假山、观赏亭、放生池等游览设施。"
      },
      {
        "name": "碑刻",
        "img_url": "",
        "introduction": "白马寺保存的古代碑刻40余方。其中，最具历史价值的有：宋崇宁二年刻石、金“重修释迦舍利塔记”碑、元“龙川和尚遗嘱记”刻石、元“洛京白马寺祖庭记”碑、明“重修古刹白马禅寺记”碑等。"
      },
      {
        "name": "许愿井",
        "img_url": "",
        "introduction": "白马寺景区内据称有一口千年历史的许愿古井。相传这口千年许愿古井能为人们带来吉祥如意和健康平安，于是前来旅游赏景的不少游客争相向许愿古井丢钱币，以图“吉利”。据白马寺景区内一位正在负责清理内古井内钱币的寺庙僧人介绍，向许愿古井丢钱币以图“吉利”做法由来以久，特别是重大节假日慕名前来寺庙旅游和烧香拜佛的中外游客更是特意赶到许愿古井丢钱币，以图“吉利和平安“，他们忙得时候一天最多要清理古井内各种钱币三四次。"
      },
      {
        "name": "国际佛殿苑",
        "img_url": "",
        "introduction": "主要有印度佛殿（2006年新建）、缅甸佛殿（2012年新建）和泰国佛殿（1992年新建）"
      }
    ],
    "map_location": {
      "longitude": 112.605490,
      "latitude": 34.721840
    }
  },
  "botanic_garden": {
    "name": "隋唐城遗址植物园",
    "location": "洛阳市王城大道与古城路交叉口东北角",
    "fee": "花会期间30-50",
    "rate": "AAAA",
    "open_time": "08:00~18:00",
    "restaurant_recommend": [
      {
        "name": "老洛阳面馆太康路店",
        "img_url": "http://olzo3tk5t.bkt.clouddn.com/laoluoyangmianguan.jpg",
        "map_location": {
          "longitude": 112.470952,
          "latitude": 34.625435
        }
      }
    ],
    "header_loop_imgs": [
      "http://olzo3tk5t.bkt.clouddn.com/meihua.jpg"
    ],
    "summary": "洛阳市隋唐城遗址植物园位于隋唐洛阳城遗址，始建于2005年12月，占地面积2800余亩，是以河南豫西地区地带性植物和隋唐城遗址文化为基础，坚持科学保护与合理利用相结合，集科研、科普、文化娱乐为一体的综合性植物园。园内建设有千姿牡丹园、野趣水景园、木兰琼花园、百草园、梅园、竹园、桂花园等17个专类园区。\n五大都城遗址之一的隋唐洛阳城遗址是是隋、唐两代东都都城遗址（公元605年——公元907年）。整体格局主要由城郭遗址、苑囿遗址、漕运遗址和墓葬遗址四部分组成。城郭遗址总面积约47 平方公里，平面大致呈南宽北窄的梯形。城郭遗址按照空间分布格局可分为洛河以南里坊区(以下简称 洛南里坊区)、洛河以北里坊区及洛河以北宫城皇城区。洛南里坊犀遗址，是隋唐洛阳城里坊遗址的主要分布区。遗址面积约22 平方公里，占城郭遗址规模的三分之二。\n隋唐城遗址植物园由北京林业大学规划设计，占地总面积约191公顷（约2868亩）的植物园是以洛阳的山水、植物和隋唐城遗址文化为基础，以文物保护和促进当地生物产业发展为前提，以科研、科教、生产和文化娱乐为主要功能的综合性植物园。[7] ",
    "main_sites": [
      {
        "name": "千姿牡丹园",
        "img_url": "http://olzo3tk5t.bkt.clouddn.com/mudan.jpg",
        "introduction": "千姿牡丹园占地350亩，由百花园、特色园、九色园、科技示范园四个园区组成，目前共种植九大色系的牡丹1258个品种、30余万株，国内牡丹涵盖中原牡丹品种群、西北牡丹品种群、江南牡丹品种群、西南牡丹品种群，国外牡丹包括日本、欧美品种群，是目前国内牡丹品种最多的牡丹园之一。"
      },
      {
        "name": "梅园",
        "img_url": "http://olzo3tk5t.bkt.clouddn.com/meihua.jpg",
        "introduction": "梅园以梅花驰名，位于植物园南北中轴线的西侧，面积约73000平米，是梅花品种系统收集和展示的专类园地，现有梅花30多个品种，1万余株。按花型花色分，有宫粉型、红梅型、玉蝶型、朱砂型、绿萼型和洒金型等。其中宫粉型梅最为普遍，品种最多。玉蝶型别有风韵，绿萼型香味最浓，著名的有玉牒梅、绿萼、宫粉梅、朱砂梅、美人梅、龙游梅等，还有枯树老干的梅桩艺术盆景及不少百年以上的古梅。整个梅园以梅饰山，倚山植梅，古洛渠边洛石散落有致，古雅的亭台点缀在香海里，窈窕多姿。每年早春，山坡上的群梅冲寒怒放，山翠梅艳，颇为壮观。"
      }
    ],
    "map_location": {
      "longitude": 112.447220,
      "latitude": 34.635880
    }
  },
  "wangcheng_park": {
    "name": "王城公园",
    "location": "洛阳市中州中路312号",
    "fee": "花会期间40-60",
    "rate": "未知",
    "open_time": "6:00-21:00",
    "restaurant_recommend": [],
    "header_loop_imgs": [
      "http://olzo3tk5t.bkt.clouddn.com/mudan.jpg"
    ],
    "summary": "王城公园，又名洛阳王城公园。坐落在十三朝古都洛阳西工区，因修建在东周王城遗址上而得名。公园始建于1955年，坐落在洛阳市文化馆西的全国重点文物保护单位——东周王城遗址上。占地一千零八十亩，包含古文化区、牡丹花圃、动物馆、游乐场等几个部分，它是全国第一座遗址公园，历届牡丹花会的主会场，豫西最大的动物园。也是河南省最大的综合性公园。",
    "main_sites": [
      {
        "name": "丹阁迎宾",
        "img_url": "https://gss2.bdstatic.com/9fo3dSag_xI4khGkpoWK1HF6hhy/baike/c0%3Dbaike150%2C5%2C5%2C150%2C50/sign=ceadc5bae6cd7b89fd6132d16e4d29c2/a8773912b31bb051e2b37658367adab44aede02f.jpg",
        "introduction": "沉香楼（丹楼）是王城公园主要景观之一，建筑面积800多平方米，由42根立柱支撑，三层仿古建筑，高2204米，是目前洛阳市最高，装饰最为华美的仿古建筑。整个建筑雕梁画栋，造型精巧，飞檐斗拱，气势恢弘，与园内亭，台，楼，榭等园林景观融为一体。沉香楼是王城八大景之一，楼阁周围以规则几何图形组成的大型牡丹坛，内有姚黄、魏紫、豆绿、兰田玉等名贵牡丹83种，1800多株，与沉香楼相映生辉。"
      },
      {
        "name": "牡丹观赏区",
        "img_url": "https://gss2.bdstatic.com/-fo3dSag_xI4khGkpoWK1HF6hhy/baike/c0%3Dbaike92%2C5%2C5%2C92%2C30/sign=59a51fef0c55b31988f48a2722c0e943/342ac65c103853430d94d4cf9513b07ecb808881.jpg",
        "introduction": "牡丹观赏区主要由“洛阳牡丹园、紫斑牡丹园、精品牡丹园”三大园组成，国色牡丹，万花一晶，园内共有牡丹品种840多个，10万余株。\n位于圆内中心地段，共分6个观赏点，即牡丹仙子坛、武后赏花坛、牡丹阁、紫斑牡丹园、珍品牡丹、珍品牡丹园及桥北牡丹园，共计占地50000平方米，拥有牡丹5万余株，680个品种。王城公园牡丹观赏区汇集了中外牡丹的名优品种，有黑、粉、红、紫、白、蓝、绿、复色，各色牡丹争奇斗艳[4]  。著名品种如姚黄、魏紫、豆绿、烟绒紫、二乔、洛阳红、赵粉、葛巾紫等，是洛阳市历届牡丹花会的主会场和赏花中心。\n牡丹文化区共立碑文100多幅 ，将历史上文豪墨客、党和国家领导人等贤人哲士赞颂牡丹的名诗绝句、题词题字，镌刻于壁，陈列于近500米的长廊。"
      }
    ],
    "map_location": {
      "longitude": 112.421700,
      "latitude": 34.666490
    }
  },
  "international_peony_park": {
    "name": "国际牡丹园",
    "location": "洛阳市机场路王城大道口西",
    "fee": "花会期间40-60",
    "rate": "AAA",
    "open_time": "05:30—21:30",
    "restaurant_recommend": [],
    "header_loop_imgs": [
      "https://timgsa.baidu.com/timg?image&quality=80&size=b9999_10000&sec=1521637768568&di=e5d5c51f7d234eeec969c41f42dda9a2&imgtype=jpg&src=http%3A%2F%2Fimg3.imgtn.bdimg.com%2Fit%2Fu%3D1920022583%2C3998593869%26fm%3D214%26gp%3D0.jpg"
    ],
    "summary": "洛阳国际牡丹园，位于洛阳市机场路王城大道口西，是中原地区最大的晚花牡丹园及中外牡丹精品园，占地约30公顷。该园已栽植国内牡丹品种300多个、日本、法国、美国等牡丹品种100多个、以及中国芍药品种300多个。牡丹自然花期为四月中旬至五月中旬。自建园开始，每年都吸引大批国内外游客光临，是“洛阳牡丹花会”与“五一黄金周”期间赏花的好去处。",
    "main_sites": [
      {
        "name": "万芳园",
        "img_url": "",
        "introduction": "栽植日本、法国、美国牡丹百余个品种，是国内目前最大的国外牡丹展区。国外牡丹，花色鲜艳、花期晚、花期长、特色鲜明。金黄色的法国品种“金阁”、“金至”、“金晃”、“金帝”，美国品种“海黄”、“金岛”、“名望（瑞龙）”；墨红色的美国品种“中国龙”；色彩斑斓、花色纯正的日本品种以及隆冬开花的寒牡丹；“海黄”一年之内多次开花，十分罕见。主要景点：国内面积最大的牡丹专用自动化遮阳棚、寒牡丹区、牡丹芍药航天育种等。\n主要观赏期：每年的4月15日至5月10日。"
      },
      {
        "name": "华夏园",
        "img_url": "",
        "introduction": "精选中国特别是洛阳牡丹早、中、晚花品种500多个，其中黑牡丹8个、绿牡丹5个、晚花新品种20个。主要景点有：花王广场、古稀牡丹二十品、花型演义、牡丹品种群、荷包牡丹、揽秀亭等。\n主要观赏期：每年的4月1日至4月30日"
      },
      {
        "name": "锦绣园",
        "img_url": "",
        "introduction": "既有代表中国的洛阳牡丹，又有来自东瀛日本的牡丹，还有来自欧洲法国的‘金阁’，来自美国的‘海黄’。牡丹原产中国，后传入日本、欧洲、美洲等，回到故乡的“海归”花更大、更艳。最出彩的是“千株什锦牡丹”，是牡丹花会最佳的景点之一。\n主要观赏期：每年的4月1日至5月10日。"
      },
      {
        "name": "芍药园",
        "img_url": "",
        "introduction": "是国内芍药品种最多的生产观赏园。\n每年的5月1日至5月15日。"
      },
      {
        "name": "九色园",
        "img_url": "",
        "introduction": "牡丹有九大色系，这一园区主要按花色分片规划，也是本园最大的晚花精品区。配植大量的芍药，以延长赏花期。主要景点：凌霄揽胜，在凌霄广场，四周大片红、白、黑、黄、复色牡丹蔚为壮观，摄人心魄，令人流连忘返。殿春亭，因亭子西、南两侧大量栽植芍药（又称殿春）而得名。\n主要观赏期：每年4月15日至5月15日"
      }
    ],
    "map_location": {
      "longitude": 112.418640,
      "latitude": 34.724360
    }
  },
  "folk_museum": {
    "name": "洛阳民俗博物馆",
    "location": "洛阳市新街九都东路口",
    "fee": "免费",
    "rate": "AAA",
    "open_time": "夏上午8:30:—12:00下午13:00—17:30\n冬上午8:30—12:00下午13:00—17:00",
    "restaurant_recommend": [],
    "header_loop_imgs": [
      "http://olzo3tk5t.bkt.clouddn.com/min_su_bo_wu_guan.jpg"
    ],
    "summary": "洛阳民俗博物馆：是一座以弘扬河洛文化、展示民俗风情为主的专题性博物馆，该馆是在古建筑群潞泽会馆的基础上组建成的。潞泽会馆始建于清代乾隆九年（公元1744年），系山西潞安府（今长治）、泽州府（今晋城）两地商人集资所建，主要用于同乡商人传递信息和物资集散，是晋商文化的产物。整个古代建筑群层次分明，结构严谨，占地面积15750平方米，是中原地区保存完整、规模宏伟的古建筑群之一，在建筑设计和营造法式上集清代河南地方建筑技术之大成，是中原地区清代地方古代建筑杰出的典范，其建筑装饰艺术十分考究，木雕和石雕作品非常精美，堪称中原地区雕刻艺术宝库中一束光彩夺目的奇葩。",
    "main_sites": [
      {
        "name": "馆藏文物",
        "img_url": "",
        "introduction": "该馆藏品共1897件。一级品4件，其中明代三世佛，夹纻贴金工艺，高3.5米，造型优美，工艺考究；清代木塔，金丝楠木，高6米，八面三级重檐。造像 304尊，具有很高的艺术价值。刺绣厅主要陈列清末民初的云肩、霞披、罗裙、香袋、腰包、服饰、礼品等各类刺绣品；民间艺术厅陈列有木雕、竹雕、羽毛、镶嵌、皮影、面塑、剪纸、年画等，其中传统戏剧故事木雕数量达120件，皮影数量达213件；信俗厅为复原型陈列，展室中央的大型佛龛内，为三世佛珍品，前侧为金丝楠木塔，另有清代的供器等；婚俗厅为清末洛阳中等家庭婚俗场面复原陈列，分唢呐乐队、拜堂、洞房三部分，彩塑人物23个；寿俗厅有寿屏、贺帐、寿礼、寿俗家具等，其中寿屏为乾隆年间制作，高3.34米，宽7米。\n馆藏碑帖展览展品 200余件，有汉《甘陵相尚府君碑》、汉《石券碑》、西晋《荀岳墓志》、西晋《辟雍碑》、北齐《造像碑》、《周公祠碑》、《徐浩碑》、徐浩书《张廷珪墓志》、《升仙太子碑》、《招提寺圣教序碑》、《会圣宫碑》、苏辙书《王拱辰墓志》、赵孟頫书《伊川书院碑》以及《汝帖》、《琅华馆帖》等。其中《会圣宫碑》高9.2米，宽2.19米。"
      }
    ],
    "map_location": {
      "longitude": 112.489140,
      "latitude": 34.679300
    }
  },
  "dingding_gate": {
    "name": "定鼎门",
    "location": "洛阳市洛龙区古城路与龙门大道交叉口",
    "fee": "30",
    "rate": "世界文化遗产",
    "open_time": "09:00-17:00",
    "restaurant_recommend": [],
    "header_loop_imgs": [
      "http://olzo3tk5t.bkt.clouddn.com/ding_ding_men.jpg"
    ],
    "summary": "定鼎门，世界文化遗产，始建于隋朝，是隋唐洛阳城中轴建筑群上著名的建筑。定鼎门是隋唐洛阳城外郭城正南门，隋初名建国门，唐时更名定鼎门，定鼎门内的街道称为“天街”。定鼎门为一门两阙格局，双阙与主城门楼呈一字型对称平行分布，门楼与阙台之间有飞廊连接，其门道的宽度和进深为隋唐两京郭门之最，这种“一字阙”的城门在隋唐两京考古中也是孤例。\n隋炀帝曾在定鼎门外设四方馆，东方称东夷使者，西方叫西戎使者，南方为南蛮使者，北方是北狄使者，各一人，用于接待各番国来使和处理互市、贸易事务。隋朝在这里还经常举办盛大的集会，向外国的君长和使节夸耀中国的富强。\n定鼎门取名于“周武王迁九鼎，周公致太平 ”以及“成王定鼎于郏鄏”。史载周武王当年迁九鼎于洛阳，当时成周洛邑的南门之名即为定鼎门。\n隋炀帝营建东都，次年正式迁都洛阳，成为第一个通过定鼎门的皇帝。之后，定鼎门相继被唐、后梁、后唐、后周和北宋定为洛阳外郭城正门，直到北宋末年，才逐渐废弃，定鼎门作为郭城南垣正门的时间长达530年。是中国古代延用时间最长的都城城门。\n2014年6月22日，在卡塔尔多哈召开的联合国教科文组织第38届世界遗产委员会会议上，隋唐洛阳城定鼎门遗址作为中国、哈萨克斯坦和吉尔吉斯斯坦三国联合申遗的丝绸之路项目中的一处遗址点成功列入世界遗产名录。",
    "main_sites": [
      {
        "name": "遗址博物馆",
        "img_url": "",
        "introduction": "定鼎门遗址博物馆区总占地约182亩，于2009年2月正式动工兴建，是隋唐洛阳城大遗址保护展示工程中正式开工建设的第一个工程，分地下一层和地上两层，总投资约4000万元。该工程特点是在保护地下遗址的前提下，采用钢架结构，在遗址上面复原建设一个定鼎门的新城门楼。通过这种方式，既有效地保护了文物，又能展示定鼎门的历史风貌。"
      }
    ],
    "map_location": {
      "longitude": 112.467000,
      "latitude": 34.630570
    }
  },
  "luo_ba_ban": {
    "name": "八路军驻洛办事处纪念馆",
    "location": "洛阳市老城区南关贴廓巷九都东路222号",
    "fee": "30",
    "rate": "AAA",
    "open_time": "夏：8:30-12:00 15:00-17:30\n冬：8:30-12:00 14:30-17:00",
    "restaurant_recommend": [],
    "header_loop_imgs": [
      "http://olzo3tk5t.bkt.clouddn.com/luobaban.jpg"
    ],
    "summary": "八路军驻洛办事处纪念馆简称洛八办纪念馆，是为了纪念八路军驻洛阳办事处而以其旧址为依托成立的一座革命纪念馆，八路军驻洛办事处纪念馆也是洛阳市目前唯一的一处对外开放的革命旧址纪念馆。",
    "main_sites": [
      {
        "name": "陈列内容",
        "img_url": "https://gss3.bdstatic.com/7Po3dSag_xI4khGkpoWK1HF6hhy/baike/c0%3Dbaike72%2C5%2C5%2C72%2C24/sign=831b09055bb5c9ea76fe0bb1b450dd65/c83d70cf3bc79f3d4f5cdb3ebaa1cd11728b297a.jpg",
        "introduction": "洛八办纪念馆的基本陈列分综合陈列和旧址复原陈列两部分。综合陈列以文字、图表、照片、文物等结合的形式，系统地介绍了八路军办事处的建立，工作和撤退情况，歌颂了八路军办事处在抗日战争胜利过程中发挥的重要作用及所作的突出贡献。旧址复原陈列有刘少奇住室、电台室、处长室、豫西省委会议室、警卫排往室等。随着旧址的逐渐收回和维修，办事处的救亡室、总务室、秘书室也将很快地复原陈列并向社会开放。\n纪念馆现有革命文物85件（套）及部分照片、书籍等。文物主要有手枪、证章、手雷、子弹、炮弹、引信、军用锨、铺等军用物品和生活用品。在所有文物藏品中，最主要的当属从办事处旧址水井中淘出的一批军用证章，共43种59枚，大多是抗日战争时期我地下党组织，进步团体、救亡协会等与我办事处联系时留下的遗物。如“八路军驻陕办事处证章”，应为西安八办工作人员到洛八办联系工作时所留遗物。“东北救亡总会证章”、“朝鲜义勇队证章”等，都是比较珍贵的文物。"
      }
    ],
    "map_location": {
      "longitude": 112.481450,
      "latitude": 34.676910
    }
  },
  "mingtang_site": {
    "name": "明堂天堂景区",
    "location": "洛阳市定鼎路与中州路交叉口",
    "fee": "120",
    "rate": "未知",
    "open_time": "早08：30—晚20:30",
    "restaurant_recommend": [],
    "header_loop_imgs": [
      "http://olzo3tk5t.bkt.clouddn.com/ming_tang_tian_tang.jpg"
    ],
    "summary": "隋唐洛阳城国家遗址公园明堂天堂景区，是昔日女皇武则天理政、礼佛、生活的重要场所，在广阔的隋唐洛阳城遗址群中，明堂、天堂亦被称为“宫城区”的核心所在。洛阳明堂天堂景区修建在当年的隋唐宫城区遗址之上 ，成为洛阳旅游的必去景点。这里是女皇武则天在神都洛阳的政治权利中心，景区主要包含了明堂、天堂两座建筑。明堂是武则天执政的皇宫正殿，又称“万象神宫”，天堂是武则天的皇家礼佛堂，是中国古代历史上最高的建筑。",
    "main_sites": [
      {
        "name": "明堂",
        "img_url": "https://gss1.bdstatic.com/9vo3dSag_xI4khGkpoWK1HF6hhy/baike/c0%3Dbaike80%2C5%2C5%2C80%2C26/sign=7b34dc4c04f431ada8df4b6b2a5fc7ca/38dbb6fd5266d016c0a7a7f69f2bd40734fa35b5.jpg",
        "introduction": "明堂是唐代武则天时期的神都洛阳皇宫正殿，又叫万象神宫。明堂是儒家的礼制建筑，为古代帝王明政教之场所，凡祭祀、朝会、庆赏、选士等大礼典均在此举行。武则天将明堂建在隋乾阳殿，天堂建在隋大业殿，说明明堂、天堂在当时是按皇家宫殿的规格礼制建造的，不仅是唐代宫殿建设上的大事，而且影响到后世。明堂又是国家举行祭祀大典的场合，武则天亲祀明堂，合祭天地。像北京天坛的祈年殿，就参考了唐洛阳明堂的建筑特点。\n明堂是唐代所建最高大的木构建筑，是唐代著名大型建筑物。充分显示了唐代极盛期建筑的高度水平。据记载，明堂方300尺（88米），为多边形, 圆顶；高294尺（86米），分三层，下层布政，中层祭祀, 上层是圆顶亭子，上立高 1丈的涂金铁凤，屋顶铺木胎夹纻漆瓦。明堂有上下贯通的巨木中柱，作为斗栱梁架依附的主干。695年明堂烧毁, 696年春重建明堂。明堂的规模和复杂程度超过唐两京所有宫殿。前后两次建造, 日役万人, 包括清理场地, 都没有超过一年时间, 反映其设计、施工能力已接近或达到封建社会的最高水平。武则天死后，于737年拆去上层，恢复为乾元殿，约在755年以后安史之乱中被毁。\n1986年考古专家发现了武则天时期的明堂遗址，2007年起洛阳启动了隋唐洛阳城的现场发掘。将在原位展示出的明堂遗址保护展示工程是座既融入历史元素，又具现代气息的保护性建筑。明堂保护展示建筑：总高20米左右，总宽度105米，明堂保护展示建筑总面积近1万平方米，共分2层。首层中心有一个与下层连通的共享空间，可以从这里直接俯瞰最下面的明堂中心柱坑遗址本体。\n明堂复建分为两次。第一次因对明堂遗址的保护，主要采用“保护罩”的形式进行，同时为了避免过大的体量对整个遗址公园造成不协调的冲击，将对整个建筑外立面进行绿化覆盖，甚至包括整个建筑的顶部，也全部采用人造草皮覆盖。后来，经民众反馈，在2014年，对明堂形象做出第二次整改，顶部采用“避火珠”的形式进行，现有木栈道重新刷漆，色彩向唐代靠拢，屋面墙面改换成灰色金属面板，象征瓦的颜色，也象征夯土遗址；同时灰色进一步降低了明堂的建筑感，使其融入到背景天空中。与天堂外观色彩统一，整个景区色彩更加协调，完全改变了上次绿化覆盖的现代模样，使其更具复古气息，吸引游客。"
      },
      {
        "name": "天堂",
        "img_url": "https://gss2.bdstatic.com/9fo3dSag_xI4khGkpoWK1HF6hhy/baike/c0%3Dbaike150%2C5%2C5%2C150%2C50/sign=05e1c5b39516fdfacc61cebcd5e6e731/a9d3fd1f4134970a92402eb79dcad1c8a7865d72.jpg",
        "introduction": "远远就能看见的金灿灿的宝顶告诉我们这是一个与佛教有关的建筑。这是为保护唐代武则天时期的天堂遗址修建的保护展示建筑。天堂遗址位于明堂遗址西北155米，位于宫城区中轴线的西侧，与明堂共同构成了整个宫城区的核心建筑群。历史上的天堂形制非常独特，为阁楼式的建筑，其内部供奉有一尊巨大的夹纻佛像，是武则天时期重要的内道场。\n据文献记载，明堂建成之后，公元689年初，武则天下令开始建造天堂，用时数年，几乎耗尽了国库。然而公元695年正月，天堂与明堂一起毁于大火。天堂从兴建到烧毁只有短短6年。\n大家现在看到的天堂是一座内部钢架结构，外观仿唐代风格的保护性建筑，旨在起到遗址保护与展示的双重功能，与大部分国内佛教建筑不同，武周时期的皇家礼佛堂“天堂”并不是以建筑群的形式出现的，而是一支独秀，高大不凡。其用意，就是为了彰显统治者唯我独尊、号令四海、居高临下、莫敢不从的王者气概。建筑外观五层，内有九层，明暗相间，一气呵成，象征着天子九五之尊的无上地位和波谲云诡的政治朝局。"
      }
    ],
    "map_location": {
      "longitude": 112.460140,
      "latitude": 34.680090
    }
  },
  "luoyang_acient_city": {
    "name": "洛邑古城",
    "location": "洛阳市老城区九都东路与柳林街交叉口北100米",
    "fee": "免费",
    "rate": "未知",
    "open_time": "9:00 ~ 23:00，酒店住宿不打烊",
    "restaurant_recommend": [],
    "header_loop_imgs": [
      "http://olzo3tk5t.bkt.clouddn.com/luo_yi_gu_cheng.jpg"
    ],
    "summary": "被誉为“中原渡口”的洛邑古城文化旅游景区位于河南省洛阳市老城区。项目一期分布在洛邑古城东南角。该项目东至新街，西至金业路，南至南护城河，北至中州东路，总规划面积系1360亩，总投资逾人民币127亿元。开发周期约10年，项目分为四期，首期规划建设面积280亩。景区包含文峰塔、河南府文庙、妥灵宫、四眼井、金元古城墙遗址等多个历史时期保护建筑，是集游、玩、吃、住、购于一体的综合性人文旅游观光区。",
    "main_sites": [
      {
        "name": "文峰塔",
        "img_url": "https://gss1.bdstatic.com/9vo3dSag_xI4khGkpoWK1HF6hhy/baike/c0%3Dbaike80%2C5%2C5%2C80%2C26/sign=e45f9b4f9858d109d0eea1e0b031a7da/377adab44aed2e73b2df7e1d8d01a18b87d6fac9.jpg",
        "introduction": "文峰塔位于洛阳市老城区东合巷东端，塔身九层，通体用青砖砌成，始建于宋代。今塔系清初重建，是洛阳市重点文物保护单位。\n洛阳文峰塔始建于宋代，明末毁于战火，清初重建。塔身九层，通体用青砖砌成，是一座密檐式砖石塔，高约30米。文峰塔位于老城东南隅东和巷东端，是洛阳地区现存为数不多的古塔之一，为市级文物保护单位。前人建造此塔有“祈福赐恩”，企盼洛阳文化繁荣、多出人才之意。 "
      },
      {
        "name": "河南府文庙",
        "img_url": "http://img3.imgtn.bdimg.com/it/u=1983286848,3822926680&fm=214&gp=0.jpg",
        "introduction": "河南府文庙始建于元代，重修于明嘉靖六年四月。文庙建筑布局严谨，由南向北做台阶式上升、沿中轴线向两边展开。布局规整，层次分明。为传统的宫殿式建筑，极具观赏和旅游价值。河南府文庙始建于元代，重修于明嘉靖六年。整个建筑布局严谨，正南为琉璃陶朔彩龙壁，向北依次是棂星门、辟雍、水池、石桥、戟门、大成殿、后殿，属我国传统宫殿式建筑。唐玄宗开元二十七年（公元739年）封孔子为文宣王，因此称孔庙为文宣王庙，明以后称为“文庙”，相对“武庙”（关帝庙、岳飞庙）而言。河南府文庙是国内较少见的元代建筑之一，为省级重点文物保护单位。现存建筑二十余间，有戟门、大成殿、后殿。前殿面阔三间，进深二间，悬山式顶；后殿面阔五间，进深四间，歇山式顶，为文庙主体建筑。庙内原有石碑数通，山门、琉璃照壁、石桥、水池等，均在“文革”期间被毁。 "
      }
    ],
    "map_location": {
      "longitude": 112.485920,
      "latitude": 34.679720
    }
  },
}

module.exports = {
  local_database
}